{"pair_ID":0,"a":"My father has forgotten the ticket the front desk saved for us.","b":"My father is forgetting the ticket the front desk saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1,"a":"My brother has forgotten the ticket the box office saved for us.","b":"My brother is forgetting the ticket the box office saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":2,"a":"My father has forgotten the ticket the box office saved for him.","b":"My father is forgetting the ticket the box office saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":3,"a":"He has claimed the ticket the front desk saved for us.","b":"He is claiming the ticket the front desk saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":4,"a":"My brother has forgotten the ticket the guy in the ticket booth saved for us.","b":"My brother is forgetting the ticket the guy in the ticket booth saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":5,"a":"My father has forgotten the ticket the guy in the ticket booth saved for us.","b":"My father is forgetting the ticket the guy in the ticket booth saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":6,"a":"My brother has claimed the ticket the box office saved for me.","b":"My brother is claiming the ticket the box office saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":7,"a":"My father has forgotten the ticket the box office saved for us.","b":"My father is forgetting the ticket the box office saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":8,"a":"He has forgotten the ticket the guy in the ticket booth saved for him.","b":"He is forgetting the ticket the guy in the ticket booth saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":9,"a":"My brother has forgotten the ticket the front desk saved for him.","b":"My brother is forgetting the ticket the front desk saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":10,"a":"My brother has forgotten the ticket the front desk saved for us.","b":"My brother is forgetting the ticket the front desk saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":11,"a":"My brother has forgotten the ticket the front desk saved for me.","b":"My brother is forgetting the ticket the front desk saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":12,"a":"He has forgotten the ticket the front desk saved for him.","b":"He is forgetting the ticket the front desk saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":13,"a":"My father has claimed the ticket the box office saved for us.","b":"My father is claiming the ticket the box office saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":14,"a":"My brother has forgotten the ticket the box office saved for him.","b":"My brother is forgetting the ticket the box office saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":15,"a":"My father has claimed the ticket the box office saved for me.","b":"My father is claiming the ticket the box office saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":16,"a":"He has forgotten the ticket the guy in the ticket booth saved for us.","b":"He is forgetting the ticket the guy in the ticket booth saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":17,"a":"My brother has forgotten the ticket the box office saved for me.","b":"My brother is forgetting the ticket the box office saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":18,"a":"My brother has forgotten the ticket the guy in the ticket booth saved for him.","b":"My brother is forgetting the ticket the guy in the ticket booth saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":19,"a":"My father has forgotten the ticket the guy in the ticket booth saved for me.","b":"My father is forgetting the ticket the guy in the ticket booth saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":20,"a":"He has forgotten the ticket the front desk saved for us.","b":"He is forgetting the ticket the front desk saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":21,"a":"He has claimed the ticket the front desk saved for him.","b":"He is claiming the ticket the front desk saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":22,"a":"My brother has claimed the ticket the front desk saved for me.","b":"My brother is claiming the ticket the front desk saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":23,"a":"My father has claimed the ticket the guy in the ticket booth saved for us.","b":"My father is claiming the ticket the guy in the ticket booth saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":24,"a":"He has claimed the ticket the front desk saved for me.","b":"He is claiming the ticket the front desk saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":25,"a":"My father has forgotten the ticket the front desk saved for me.","b":"My father is forgetting the ticket the front desk saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":26,"a":"My father has claimed the ticket the front desk saved for him.","b":"My father is claiming the ticket the front desk saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":27,"a":"My brother has claimed the ticket the front desk saved for us.","b":"My brother is claiming the ticket the front desk saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":28,"a":"My father has claimed the ticket the guy in the ticket booth saved for me.","b":"My father is claiming the ticket the guy in the ticket booth saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":29,"a":"My father has forgotten the ticket the box office saved for me.","b":"My father is forgetting the ticket the box office saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":30,"a":"He has claimed the ticket the box office saved for us.","b":"He is claiming the ticket the box office saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":31,"a":"He has forgotten the ticket the front desk saved for me.","b":"He is forgetting the ticket the front desk saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":32,"a":"My brother has claimed the ticket the guy in the ticket booth saved for him.","b":"My brother is claiming the ticket the guy in the ticket booth saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":33,"a":"He has claimed the ticket the box office saved for me.","b":"He is claiming the ticket the box office saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":34,"a":"My father has forgotten the ticket the front desk saved for him.","b":"My father is forgetting the ticket the front desk saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":35,"a":"My father has forgotten the ticket the guy in the ticket booth saved for him.","b":"My father is forgetting the ticket the guy in the ticket booth saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":36,"a":"My brother has claimed the ticket the box office saved for us.","b":"My brother is claiming the ticket the box office saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":37,"a":"He has claimed the ticket the guy in the ticket booth saved for us.","b":"He is claiming the ticket the guy in the ticket booth saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":38,"a":"My brother has claimed the ticket the guy in the ticket booth saved for us.","b":"My brother is claiming the ticket the guy in the ticket booth saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":39,"a":"He has forgotten the ticket the box office saved for me.","b":"He is forgetting the ticket the box office saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":40,"a":"My brother has claimed the ticket the guy in the ticket booth saved for me.","b":"My brother is claiming the ticket the guy in the ticket booth saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":41,"a":"My brother has claimed the ticket the box office saved for him.","b":"My brother is claiming the ticket the box office saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":42,"a":"He has forgotten the ticket the box office saved for us.","b":"He is forgetting the ticket the box office saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":43,"a":"My father has claimed the ticket the front desk saved for me.","b":"My father is claiming the ticket the front desk saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":44,"a":"He has claimed the ticket the box office saved for him.","b":"He is claiming the ticket the box office saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":45,"a":"He has forgotten the ticket the box office saved for him.","b":"He is forgetting the ticket the box office saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":46,"a":"He has claimed the ticket the guy in the ticket booth saved for him.","b":"He is claiming the ticket the guy in the ticket booth saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":47,"a":"My father has claimed the ticket the front desk saved for us.","b":"My father is claiming the ticket the front desk saved for us.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":48,"a":"My brother has claimed the ticket the front desk saved for him.","b":"My brother is claiming the ticket the front desk saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":49,"a":"My father has claimed the ticket the guy in the ticket booth saved for him.","b":"My father is claiming the ticket the guy in the ticket booth saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":50,"a":"My brother has forgotten the ticket the guy in the ticket booth saved for me.","b":"My brother is forgetting the ticket the guy in the ticket booth saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":51,"a":"My father has claimed the ticket the box office saved for him.","b":"My father is claiming the ticket the box office saved for him.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":52,"a":"He has claimed the ticket the guy in the ticket booth saved for me.","b":"He is claiming the ticket the guy in the ticket booth saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":53,"a":"He has forgotten the ticket the guy in the ticket booth saved for me.","b":"He is forgetting the ticket the guy in the ticket booth saved for me.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":54,"a":"The woman strived for the goal she thought about.","b":"The woman was striving for the goal she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":55,"a":"The grandmother strived for the dream she dreamed of.","b":"The grandmother was striving for the dream she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":56,"a":"The woman strived for the goal she daydreamed about.","b":"The woman was striving for the goal she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":57,"a":"The grandmother fantasized about the dream she daydreamed about.","b":"The grandmother was fantasizing about the dream she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":58,"a":"The woman fantasized about the goal she thought about.","b":"The woman was fantasizing about the goal she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":59,"a":"The old lady fantasized about the goal she dreamed of.","b":"The old lady was fantasizing about the goal she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":60,"a":"The grandmother strived for the goal she daydreamed about.","b":"The grandmother was striving for the goal she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":61,"a":"The grandmother strived for the dream she thought about.","b":"The grandmother was striving for the dream she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":62,"a":"The woman fantasized about the goal she daydreamed about.","b":"The woman was fantasizing about the goal she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":63,"a":"The woman fantasized about the dream she daydreamed about.","b":"The woman was fantasizing about the dream she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":64,"a":"The old lady strived for the goal she thought about.","b":"The old lady was striving for the goal she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":65,"a":"The old lady fantasized about the goal she daydreamed about.","b":"The old lady was fantasizing about the goal she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":66,"a":"The woman strived for the dream she dreamed of.","b":"The woman was striving for the dream she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":67,"a":"The grandmother fantasized about the dream she thought about.","b":"The grandmother was fantasizing about the dream she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":68,"a":"The old lady strived for the dream she thought about.","b":"The old lady was striving for the dream she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":69,"a":"The old lady fantasized about the goal she thought about.","b":"The old lady was fantasizing about the goal she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":70,"a":"The woman fantasized about the goal she dreamed of.","b":"The woman was fantasizing about the goal she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":71,"a":"The old lady strived for the goal she daydreamed about.","b":"The old lady was striving for the goal she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":72,"a":"The woman fantasized about the dream she dreamed of.","b":"The woman was fantasizing about the dream she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":73,"a":"The old lady fantasized about the dream she dreamed of.","b":"The old lady was fantasizing about the dream she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":74,"a":"The grandmother strived for the dream she daydreamed about.","b":"The grandmother was striving for the dream she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":75,"a":"The grandmother strived for the goal she thought about.","b":"The grandmother was striving for the goal she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":76,"a":"The grandmother fantasized about the goal she thought about.","b":"The grandmother was fantasizing about the goal she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":77,"a":"The woman strived for the dream she daydreamed about.","b":"The woman was striving for the dream she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":78,"a":"The grandmother fantasized about the goal she dreamed of.","b":"The grandmother was fantasizing about the goal she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":79,"a":"The woman fantasized about the dream she thought about.","b":"The woman was fantasizing about the dream she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":80,"a":"The grandmother strived for the goal she dreamed of.","b":"The grandmother was striving for the goal she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":81,"a":"The woman strived for the dream she thought about.","b":"The woman was striving for the dream she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":82,"a":"The grandmother fantasized about the goal she daydreamed about.","b":"The grandmother was fantasizing about the goal she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":83,"a":"The old lady fantasized about the dream she daydreamed about.","b":"The old lady was fantasizing about the dream she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":84,"a":"The old lady strived for the dream she daydreamed about.","b":"The old lady was striving for the dream she daydreamed about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":85,"a":"The woman strived for the goal she dreamed of.","b":"The woman was striving for the goal she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":86,"a":"The old lady strived for the goal she dreamed of.","b":"The old lady was striving for the goal she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":87,"a":"The old lady fantasized about the dream she thought about.","b":"The old lady was fantasizing about the dream she thought about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":88,"a":"The old lady strived for the dream she dreamed of.","b":"The old lady was striving for the dream she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":89,"a":"The grandmother fantasized about the dream she dreamed of.","b":"The grandmother was fantasizing about the dream she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":90,"a":"The therapist saw a woman she helped ten years ago.","b":"The therapist was seeing a woman she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":91,"a":"The psychoanalyst saw a woman she treated last year.","b":"The psychoanalyst was seeing a woman she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":92,"a":"The psychoanalyst saw a woman she helped last year.","b":"The psychoanalyst was seeing a woman she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":93,"a":"The psychologist saw a patient she treated last year.","b":"The psychologist was seeing a patient she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":94,"a":"The psychiatrist saw someone she helped ten years ago.","b":"The psychiatrist was seeing someone she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":95,"a":"The therapist saw someone she helped ten years ago.","b":"The therapist was seeing someone she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":96,"a":"The psychoanalyst saw a patient she treated last year.","b":"The psychoanalyst was seeing a patient she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":97,"a":"The psychiatrist saw a woman she helped ten years ago.","b":"The psychiatrist was seeing a woman she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":98,"a":"The psychologist saw a patient she helped ten years ago.","b":"The psychologist was seeing a patient she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":99,"a":"The psychiatrist saw a woman she helped last year.","b":"The psychiatrist was seeing a woman she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":100,"a":"The psychiatrist saw someone she treated last year.","b":"The psychiatrist was seeing someone she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":101,"a":"The psychoanalyst saw a patient she helped ten years ago.","b":"The psychoanalyst was seeing a patient she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":102,"a":"The psychologist saw a patient she helped last year.","b":"The psychologist was seeing a patient she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":103,"a":"The psychoanalyst saw a patient she helped last year.","b":"The psychoanalyst was seeing a patient she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":104,"a":"The psychiatrist saw a woman she treated last year.","b":"The psychiatrist was seeing a woman she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":105,"a":"The therapist saw someone she treated ten years ago.","b":"The therapist was seeing someone she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":106,"a":"The therapist saw a woman she treated last year.","b":"The therapist was seeing a woman she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":107,"a":"The psychoanalyst saw someone she treated last year.","b":"The psychoanalyst was seeing someone she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":108,"a":"The psychoanalyst saw someone she helped last year.","b":"The psychoanalyst was seeing someone she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":109,"a":"The psychologist saw a woman she helped ten years ago.","b":"The psychologist was seeing a woman she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":110,"a":"The psychoanalyst saw someone she helped ten years ago.","b":"The psychoanalyst was seeing someone she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":111,"a":"The psychologist saw a woman she helped last year.","b":"The psychologist was seeing a woman she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":112,"a":"The psychiatrist saw someone she treated ten years ago.","b":"The psychiatrist was seeing someone she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":113,"a":"The psychologist saw someone she treated ten years ago.","b":"The psychologist was seeing someone she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":114,"a":"The psychologist saw a patient she treated ten years ago.","b":"The psychologist was seeing a patient she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":115,"a":"The psychiatrist saw someone she helped last year.","b":"The psychiatrist was seeing someone she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":116,"a":"The therapist saw someone she helped last year.","b":"The therapist was seeing someone she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":117,"a":"The psychoanalyst saw a woman she helped ten years ago.","b":"The psychoanalyst was seeing a woman she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":118,"a":"The therapist saw a patient she helped last year.","b":"The therapist was seeing a patient she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":119,"a":"The therapist saw a woman she helped last year.","b":"The therapist was seeing a woman she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":120,"a":"The psychiatrist saw a woman she treated ten years ago.","b":"The psychiatrist was seeing a woman she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":121,"a":"The psychiatrist saw a patient she treated last year.","b":"The psychiatrist was seeing a patient she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":122,"a":"The psychiatrist saw a patient she treated ten years ago.","b":"The psychiatrist was seeing a patient she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":123,"a":"The psychologist saw someone she treated last year.","b":"The psychologist was seeing someone she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":124,"a":"The psychologist saw someone she helped last year.","b":"The psychologist was seeing someone she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":125,"a":"The therapist saw someone she treated last year.","b":"The therapist was seeing someone she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":126,"a":"The therapist saw a patient she treated last year.","b":"The therapist was seeing a patient she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":127,"a":"The psychologist saw a woman she treated ten years ago.","b":"The psychologist was seeing a woman she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":128,"a":"The psychoanalyst saw a woman she treated ten years ago.","b":"The psychoanalyst was seeing a woman she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":129,"a":"The psychoanalyst saw someone she treated ten years ago.","b":"The psychoanalyst was seeing someone she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":130,"a":"The psychiatrist saw a patient she helped ten years ago.","b":"The psychiatrist was seeing a patient she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":131,"a":"The therapist saw a patient she helped ten years ago.","b":"The therapist was seeing a patient she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":132,"a":"The psychologist saw a woman she treated last year.","b":"The psychologist was seeing a woman she treated last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":133,"a":"The psychiatrist saw a patient she helped last year.","b":"The psychiatrist was seeing a patient she helped last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":134,"a":"The therapist saw a woman she treated ten years ago.","b":"The therapist was seeing a woman she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":135,"a":"The psychoanalyst saw a patient she treated ten years ago.","b":"The psychoanalyst was seeing a patient she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":136,"a":"The psychologist saw someone she helped ten years ago.","b":"The psychologist was seeing someone she helped ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":137,"a":"The therapist saw a patient she treated ten years ago.","b":"The therapist was seeing a patient she treated ten years ago.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":138,"a":"The cinematographer strived for the award she fantasized about.","b":"The cinematographer was striving for the award she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":139,"a":"The cinematographer strived for the award she dreamed of.","b":"The cinematographer was striving for the award she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":140,"a":"The cinematographer strived for the Oscar he dreamed of.","b":"The cinematographer was striving for the Oscar he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":141,"a":"The actor strived for the fame she fantasized about.","b":"The actor was striving for the fame she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":142,"a":"The cinematographer strived for the Emmy she fantasized about.","b":"The cinematographer was striving for the Emmy she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":143,"a":"The writer strived for the Oscar he fantasized about.","b":"The writer was striving for the Oscar he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":144,"a":"The writer strived for the Oscar he dreamed of.","b":"The writer was striving for the Oscar he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":145,"a":"The director strived for the Emmy he fantasized about.","b":"The director was striving for the Emmy he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":146,"a":"The writer strived for the Emmy he fantasized about.","b":"The writer was striving for the Emmy he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":147,"a":"The director strived for the fame she dreamed of.","b":"The director was striving for the fame she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":148,"a":"The director strived for the Oscar she fantasized about.","b":"The director was striving for the Oscar she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":149,"a":"The cinematographer strived for the Emmy he fantasized about.","b":"The cinematographer was striving for the Emmy he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":150,"a":"The cinematographer strived for the fame he dreamed of.","b":"The cinematographer was striving for the fame he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":151,"a":"The cinematographer strived for the Emmy he dreamed of.","b":"The cinematographer was striving for the Emmy he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":152,"a":"The cinematographer strived for the award he dreamed of.","b":"The cinematographer was striving for the award he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":153,"a":"The actor strived for the fame she dreamed of.","b":"The actor was striving for the fame she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":154,"a":"The director strived for the recognition he dreamed of.","b":"The director was striving for the recognition he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":155,"a":"The director strived for the recognition she dreamed of.","b":"The director was striving for the recognition she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":156,"a":"The cinematographer strived for the recognition he dreamed of.","b":"The cinematographer was striving for the recognition he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":157,"a":"The writer strived for the Emmy she fantasized about.","b":"The writer was striving for the Emmy she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":158,"a":"The director strived for the award he dreamed of.","b":"The director was striving for the award he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":159,"a":"The writer strived for the award she fantasized about.","b":"The writer was striving for the award she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":160,"a":"The cinematographer strived for the Oscar he fantasized about.","b":"The cinematographer was striving for the Oscar he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":161,"a":"The cinematographer strived for the award he fantasized about.","b":"The cinematographer was striving for the award he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":162,"a":"The actor strived for the recognition she fantasized about.","b":"The actor was striving for the recognition she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":163,"a":"The writer strived for the award he fantasized about.","b":"The writer was striving for the award he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":164,"a":"The writer strived for the Oscar she fantasized about.","b":"The writer was striving for the Oscar she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":165,"a":"The writer strived for the recognition she dreamed of.","b":"The writer was striving for the recognition she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":166,"a":"The actor strived for the award she dreamed of.","b":"The actor was striving for the award she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":167,"a":"The director strived for the Oscar he fantasized about.","b":"The director was striving for the Oscar he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":168,"a":"The actor strived for the Oscar she fantasized about.","b":"The actor was striving for the Oscar she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":169,"a":"The writer strived for the fame she dreamed of.","b":"The writer was striving for the fame she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":170,"a":"The cinematographer strived for the Oscar she fantasized about.","b":"The cinematographer was striving for the Oscar she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":171,"a":"The writer strived for the Emmy she dreamed of.","b":"The writer was striving for the Emmy she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":172,"a":"The director strived for the Emmy she dreamed of.","b":"The director was striving for the Emmy she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":173,"a":"The actor strived for the Emmy he fantasized about.","b":"The actor was striving for the Emmy he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":174,"a":"The actor strived for the Oscar he dreamed of.","b":"The actor was striving for the Oscar he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":175,"a":"The director strived for the Oscar she dreamed of.","b":"The director was striving for the Oscar she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":176,"a":"The cinematographer strived for the recognition she fantasized about.","b":"The cinematographer was striving for the recognition she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":177,"a":"The writer strived for the award he dreamed of.","b":"The writer was striving for the award he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":178,"a":"The cinematographer strived for the recognition he fantasized about.","b":"The cinematographer was striving for the recognition he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":179,"a":"The actor strived for the Emmy he dreamed of.","b":"The actor was striving for the Emmy he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":180,"a":"The director strived for the Emmy he dreamed of.","b":"The director was striving for the Emmy he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":181,"a":"The director strived for the recognition she fantasized about.","b":"The director was striving for the recognition she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":182,"a":"The writer strived for the award she dreamed of.","b":"The writer was striving for the award she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":183,"a":"The director strived for the Emmy she fantasized about.","b":"The director was striving for the Emmy she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":184,"a":"The director strived for the fame he dreamed of.","b":"The director was striving for the fame he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":185,"a":"The actor strived for the recognition he dreamed of.","b":"The actor was striving for the recognition he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":186,"a":"The writer strived for the Emmy he dreamed of.","b":"The writer was striving for the Emmy he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":187,"a":"The actor strived for the Oscar she dreamed of.","b":"The actor was striving for the Oscar she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":188,"a":"The cinematographer strived for the Oscar she dreamed of.","b":"The cinematographer was striving for the Oscar she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":189,"a":"The writer strived for the recognition she fantasized about.","b":"The writer was striving for the recognition she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":190,"a":"The director strived for the fame he fantasized about.","b":"The director was striving for the fame he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":191,"a":"The actor strived for the award he fantasized about.","b":"The actor was striving for the award he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":192,"a":"The director strived for the Oscar he dreamed of.","b":"The director was striving for the Oscar he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":193,"a":"The writer strived for the fame he fantasized about.","b":"The writer was striving for the fame he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":194,"a":"The writer strived for the recognition he dreamed of.","b":"The writer was striving for the recognition he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":195,"a":"The director strived for the recognition he fantasized about.","b":"The director was striving for the recognition he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":196,"a":"The actor strived for the fame he fantasized about.","b":"The actor was striving for the fame he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":197,"a":"The director strived for the award she fantasized about.","b":"The director was striving for the award she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":198,"a":"The actor strived for the recognition he fantasized about.","b":"The actor was striving for the recognition he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":199,"a":"The actor strived for the recognition she dreamed of.","b":"The actor was striving for the recognition she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":200,"a":"The cinematographer strived for the recognition she dreamed of.","b":"The cinematographer was striving for the recognition she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":201,"a":"The actor strived for the award she fantasized about.","b":"The actor was striving for the award she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":202,"a":"The cinematographer strived for the fame he fantasized about.","b":"The cinematographer was striving for the fame he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":203,"a":"The actor strived for the Emmy she fantasized about.","b":"The actor was striving for the Emmy she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":204,"a":"The writer strived for the fame she fantasized about.","b":"The writer was striving for the fame she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":205,"a":"The actor strived for the Oscar he fantasized about.","b":"The actor was striving for the Oscar he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":206,"a":"The director strived for the award she dreamed of.","b":"The director was striving for the award she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":207,"a":"The writer strived for the recognition he fantasized about.","b":"The writer was striving for the recognition he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":208,"a":"The actor strived for the Emmy she dreamed of.","b":"The actor was striving for the Emmy she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":209,"a":"The director strived for the fame she fantasized about.","b":"The director was striving for the fame she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":210,"a":"The cinematographer strived for the Emmy she dreamed of.","b":"The cinematographer was striving for the Emmy she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":211,"a":"The actor strived for the award he dreamed of.","b":"The actor was striving for the award he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":212,"a":"The cinematographer strived for the fame she fantasized about.","b":"The cinematographer was striving for the fame she fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":213,"a":"The cinematographer strived for the fame she dreamed of.","b":"The cinematographer was striving for the fame she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":214,"a":"The writer strived for the Oscar she dreamed of.","b":"The writer was striving for the Oscar she dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":215,"a":"The actor strived for the fame he dreamed of.","b":"The actor was striving for the fame he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":216,"a":"The writer strived for the fame he dreamed of.","b":"The writer was striving for the fame he dreamed of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":217,"a":"The director strived for the award he fantasized about.","b":"The director was striving for the award he fantasized about.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":218,"a":"The senator campaigned for the office he defended.","b":"The senator was campaigning for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":219,"a":"The politician campaigned for the seat she occupied.","b":"The politician was campaigning for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":220,"a":"The governor fought for the seat he defended.","b":"The governor was fighting for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":221,"a":"The MP campaigned for the seat he occupied.","b":"The MP was campaigning for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":222,"a":"The politician campaigned for the office he occupied.","b":"The politician was campaigning for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":223,"a":"The legislator campaigned for the seat she defended.","b":"The legislator was campaigning for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":224,"a":"The governor fought for the seat she defended.","b":"The governor was fighting for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":225,"a":"The governor campaigned for the seat she occupied.","b":"The governor was campaigning for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":226,"a":"The congressperson campaigned for the seat he occupied.","b":"The congressperson was campaigning for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":227,"a":"The politician fought for the office he occupied.","b":"The politician was fighting for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":228,"a":"The MP campaigned for the seat she occupied.","b":"The MP was campaigning for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":229,"a":"The governor fought for the seat he occupied.","b":"The governor was fighting for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":230,"a":"The governor campaigned for the seat she defended.","b":"The governor was campaigning for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":231,"a":"The governor campaigned for the office he defended.","b":"The governor was campaigning for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":232,"a":"The congressperson fought for the seat he occupied.","b":"The congressperson was fighting for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":233,"a":"The legislator campaigned for the office she occupied.","b":"The legislator was campaigning for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":234,"a":"The legislator campaigned for the seat she occupied.","b":"The legislator was campaigning for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":235,"a":"The senator campaigned for the seat she defended.","b":"The senator was campaigning for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":236,"a":"The legislator fought for the seat she occupied.","b":"The legislator was fighting for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":237,"a":"The congressperson fought for the office she defended.","b":"The congressperson was fighting for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":238,"a":"The politician fought for the seat he occupied.","b":"The politician was fighting for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":239,"a":"The politician fought for the office he defended.","b":"The politician was fighting for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":240,"a":"The MP fought for the seat she defended.","b":"The MP was fighting for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":241,"a":"The politician fought for the seat she defended.","b":"The politician was fighting for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":242,"a":"The senator campaigned for the office he occupied.","b":"The senator was campaigning for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":243,"a":"The congressperson fought for the seat she defended.","b":"The congressperson was fighting for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":244,"a":"The senator campaigned for the seat he defended.","b":"The senator was campaigning for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":245,"a":"The politician campaigned for the office she occupied.","b":"The politician was campaigning for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":246,"a":"The senator fought for the seat he defended.","b":"The senator was fighting for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":247,"a":"The governor campaigned for the office she defended.","b":"The governor was campaigning for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":248,"a":"The congressperson campaigned for the seat she occupied.","b":"The congressperson was campaigning for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":249,"a":"The MP fought for the office she defended.","b":"The MP was fighting for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":250,"a":"The MP fought for the office he defended.","b":"The MP was fighting for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":251,"a":"The legislator fought for the office she occupied.","b":"The legislator was fighting for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":252,"a":"The MP campaigned for the seat she defended.","b":"The MP was campaigning for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":253,"a":"The politician campaigned for the seat he occupied.","b":"The politician was campaigning for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":254,"a":"The MP fought for the seat she occupied.","b":"The MP was fighting for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":255,"a":"The congressperson fought for the seat she occupied.","b":"The congressperson was fighting for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":256,"a":"The legislator fought for the office he defended.","b":"The legislator was fighting for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":257,"a":"The MP fought for the office she occupied.","b":"The MP was fighting for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":258,"a":"The senator fought for the office he defended.","b":"The senator was fighting for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":259,"a":"The congressperson fought for the seat he defended.","b":"The congressperson was fighting for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":260,"a":"The senator campaigned for the office she defended.","b":"The senator was campaigning for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":261,"a":"The senator campaigned for the seat she occupied.","b":"The senator was campaigning for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":262,"a":"The politician fought for the seat he defended.","b":"The politician was fighting for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":263,"a":"The congressperson fought for the office he occupied.","b":"The congressperson was fighting for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":264,"a":"The legislator fought for the office she defended.","b":"The legislator was fighting for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":265,"a":"The politician campaigned for the seat she defended.","b":"The politician was campaigning for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":266,"a":"The governor fought for the office she occupied.","b":"The governor was fighting for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":267,"a":"The politician fought for the office she occupied.","b":"The politician was fighting for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":268,"a":"The MP fought for the seat he defended.","b":"The MP was fighting for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":269,"a":"The MP fought for the seat he occupied.","b":"The MP was fighting for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":270,"a":"The congressperson campaigned for the office she occupied.","b":"The congressperson was campaigning for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":271,"a":"The legislator campaigned for the seat he occupied.","b":"The legislator was campaigning for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":272,"a":"The governor fought for the office she defended.","b":"The governor was fighting for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":273,"a":"The congressperson campaigned for the office he occupied.","b":"The congressperson was campaigning for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":274,"a":"The senator fought for the office she defended.","b":"The senator was fighting for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":275,"a":"The legislator fought for the seat she defended.","b":"The legislator was fighting for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":276,"a":"The legislator campaigned for the office he occupied.","b":"The legislator was campaigning for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":277,"a":"The congressperson campaigned for the seat she defended.","b":"The congressperson was campaigning for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":278,"a":"The governor campaigned for the office she occupied.","b":"The governor was campaigning for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":279,"a":"The congressperson campaigned for the seat he defended.","b":"The congressperson was campaigning for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":280,"a":"The politician campaigned for the seat he defended.","b":"The politician was campaigning for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":281,"a":"The MP fought for the office he occupied.","b":"The MP was fighting for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":282,"a":"The governor fought for the seat she occupied.","b":"The governor was fighting for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":283,"a":"The legislator fought for the office he occupied.","b":"The legislator was fighting for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":284,"a":"The legislator campaigned for the office she defended.","b":"The legislator was campaigning for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":285,"a":"The congressperson fought for the office she occupied.","b":"The congressperson was fighting for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":286,"a":"The MP campaigned for the seat he defended.","b":"The MP was campaigning for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":287,"a":"The politician fought for the seat she occupied.","b":"The politician was fighting for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":288,"a":"The MP campaigned for the office he occupied.","b":"The MP was campaigning for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":289,"a":"The senator fought for the seat he occupied.","b":"The senator was fighting for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":290,"a":"The senator campaigned for the seat he occupied.","b":"The senator was campaigning for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":291,"a":"The governor campaigned for the seat he occupied.","b":"The governor was campaigning for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":292,"a":"The governor campaigned for the seat he defended.","b":"The governor was campaigning for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":293,"a":"The legislator campaigned for the seat he defended.","b":"The legislator was campaigning for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":294,"a":"The politician fought for the office she defended.","b":"The politician was fighting for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":295,"a":"The governor fought for the office he occupied.","b":"The governor was fighting for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":296,"a":"The senator fought for the seat she occupied.","b":"The senator was fighting for the seat she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":297,"a":"The MP campaigned for the office he defended.","b":"The MP was campaigning for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":298,"a":"The senator campaigned for the office she occupied.","b":"The senator was campaigning for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":299,"a":"The politician campaigned for the office he defended.","b":"The politician was campaigning for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":300,"a":"The congressperson campaigned for the office he defended.","b":"The congressperson was campaigning for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":301,"a":"The MP campaigned for the office she occupied.","b":"The MP was campaigning for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":302,"a":"The senator fought for the office he occupied.","b":"The senator was fighting for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":303,"a":"The legislator campaigned for the office he defended.","b":"The legislator was campaigning for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":304,"a":"The governor campaigned for the office he occupied.","b":"The governor was campaigning for the office he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":305,"a":"The senator fought for the seat she defended.","b":"The senator was fighting for the seat she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":306,"a":"The politician campaigned for the office she defended.","b":"The politician was campaigning for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":307,"a":"The congressperson fought for the office he defended.","b":"The congressperson was fighting for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":308,"a":"The legislator fought for the seat he defended.","b":"The legislator was fighting for the seat he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":309,"a":"The senator fought for the office she occupied.","b":"The senator was fighting for the office she occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":310,"a":"The congressperson campaigned for the office she defended.","b":"The congressperson was campaigning for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":311,"a":"The governor fought for the office he defended.","b":"The governor was fighting for the office he defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":312,"a":"The MP campaigned for the office she defended.","b":"The MP was campaigning for the office she defended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":313,"a":"The legislator fought for the seat he occupied.","b":"The legislator was fighting for the seat he occupied.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":314,"a":"The divorced couple rehashed the same arguments it has had since the kids reached their teens.","b":"The divorced couple was rehashing the same arguments it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":315,"a":"The married couple debated the same points of conflict it has had since the honeymoon ended.","b":"The married couple was debating the same points of conflict it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":316,"a":"The married couple rehashed the same minor disagreements it has had since the kids reached their teens.","b":"The married couple was rehashing the same minor disagreements it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":317,"a":"My family rehashed the same minor disagreements it has had since moving in together.","b":"My family was rehashing the same minor disagreements it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":318,"a":"The married couple debated the same points of conflict it has had since the kids reached their teens.","b":"The married couple was debating the same points of conflict it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":319,"a":"My family debated the same arguments it has had since the kids reached their teens.","b":"My family was debating the same arguments it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":320,"a":"The married couple debated the same arguments it has had since moving in together.","b":"The married couple was debating the same arguments it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":321,"a":"My family debated the same points of conflict it has had since the kids reached their teens.","b":"My family was debating the same points of conflict it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":322,"a":"The divorced couple debated the same points of conflict it has had since moving in together.","b":"The divorced couple was debating the same points of conflict it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":323,"a":"The divorced couple rehashed the same minor disagreements it has had since moving in together.","b":"The divorced couple was rehashing the same minor disagreements it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":324,"a":"The divorced couple rehashed the same points of conflict it has had since the kids reached their teens.","b":"The divorced couple was rehashing the same points of conflict it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":325,"a":"The divorced couple debated the same minor disagreements it has had since the kids reached their teens.","b":"The divorced couple was debating the same minor disagreements it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":326,"a":"The married couple debated the same minor disagreements it has had since the honeymoon ended.","b":"The married couple was debating the same minor disagreements it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":327,"a":"The divorced couple debated the same minor disagreements it has had since the honeymoon ended.","b":"The divorced couple was debating the same minor disagreements it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":328,"a":"The married couple debated the same arguments it has had since the honeymoon ended.","b":"The married couple was debating the same arguments it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":329,"a":"The married couple debated the same points of conflict it has had since moving in together.","b":"The married couple was debating the same points of conflict it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":330,"a":"My family rehashed the same points of conflict it has had since the kids reached their teens.","b":"My family was rehashing the same points of conflict it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":331,"a":"The married couple debated the same minor disagreements it has had since the kids reached their teens.","b":"The married couple was debating the same minor disagreements it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":332,"a":"The divorced couple rehashed the same minor disagreements it has had since the kids reached their teens.","b":"The divorced couple was rehashing the same minor disagreements it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":333,"a":"The married couple rehashed the same points of conflict it has had since the kids reached their teens.","b":"The married couple was rehashing the same points of conflict it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":334,"a":"My family debated the same points of conflict it has had since the honeymoon ended.","b":"My family was debating the same points of conflict it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":335,"a":"The divorced couple rehashed the same arguments it has had since the honeymoon ended.","b":"The divorced couple was rehashing the same arguments it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":336,"a":"The married couple debated the same arguments it has had since the kids reached their teens.","b":"The married couple was debating the same arguments it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":337,"a":"My family rehashed the same minor disagreements it has had since the honeymoon ended.","b":"My family was rehashing the same minor disagreements it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":338,"a":"My family debated the same minor disagreements it has had since the kids reached their teens.","b":"My family was debating the same minor disagreements it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":339,"a":"The married couple rehashed the same points of conflict it has had since moving in together.","b":"The married couple was rehashing the same points of conflict it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":340,"a":"My family rehashed the same arguments it has had since moving in together.","b":"My family was rehashing the same arguments it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":341,"a":"The divorced couple debated the same arguments it has had since moving in together.","b":"The divorced couple was debating the same arguments it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":342,"a":"The married couple debated the same minor disagreements it has had since moving in together.","b":"The married couple was debating the same minor disagreements it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":343,"a":"The divorced couple rehashed the same points of conflict it has had since the honeymoon ended.","b":"The divorced couple was rehashing the same points of conflict it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":344,"a":"My family debated the same points of conflict it has had since moving in together.","b":"My family was debating the same points of conflict it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":345,"a":"The divorced couple debated the same points of conflict it has had since the honeymoon ended.","b":"The divorced couple was debating the same points of conflict it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":346,"a":"The divorced couple debated the same minor disagreements it has had since moving in together.","b":"The divorced couple was debating the same minor disagreements it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":347,"a":"My family rehashed the same arguments it has had since the kids reached their teens.","b":"My family was rehashing the same arguments it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":348,"a":"The divorced couple rehashed the same points of conflict it has had since moving in together.","b":"The divorced couple was rehashing the same points of conflict it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":349,"a":"The divorced couple rehashed the same minor disagreements it has had since the honeymoon ended.","b":"The divorced couple was rehashing the same minor disagreements it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":350,"a":"The married couple rehashed the same minor disagreements it has had since the honeymoon ended.","b":"The married couple was rehashing the same minor disagreements it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":351,"a":"The divorced couple debated the same points of conflict it has had since the kids reached their teens.","b":"The divorced couple was debating the same points of conflict it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":352,"a":"The married couple rehashed the same arguments it has had since moving in together.","b":"The married couple was rehashing the same arguments it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":353,"a":"My family debated the same minor disagreements it has had since moving in together.","b":"My family was debating the same minor disagreements it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":354,"a":"The married couple rehashed the same minor disagreements it has had since moving in together.","b":"The married couple was rehashing the same minor disagreements it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":355,"a":"The married couple rehashed the same points of conflict it has had since the honeymoon ended.","b":"The married couple was rehashing the same points of conflict it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":356,"a":"My family rehashed the same arguments it has had since the honeymoon ended.","b":"My family was rehashing the same arguments it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":357,"a":"The divorced couple rehashed the same arguments it has had since moving in together.","b":"The divorced couple was rehashing the same arguments it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":358,"a":"My family rehashed the same points of conflict it has had since moving in together.","b":"My family was rehashing the same points of conflict it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":359,"a":"My family debated the same arguments it has had since moving in together.","b":"My family was debating the same arguments it has had since moving in together.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":360,"a":"The divorced couple debated the same arguments it has had since the honeymoon ended.","b":"The divorced couple was debating the same arguments it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":361,"a":"My family rehashed the same minor disagreements it has had since the kids reached their teens.","b":"My family was rehashing the same minor disagreements it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":362,"a":"The married couple rehashed the same arguments it has had since the honeymoon ended.","b":"The married couple was rehashing the same arguments it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":363,"a":"The divorced couple debated the same arguments it has had since the kids reached their teens.","b":"The divorced couple was debating the same arguments it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":364,"a":"My family debated the same minor disagreements it has had since the honeymoon ended.","b":"My family was debating the same minor disagreements it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":365,"a":"My family rehashed the same points of conflict it has had since the honeymoon ended.","b":"My family was rehashing the same points of conflict it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":366,"a":"My family debated the same arguments it has had since the honeymoon ended.","b":"My family was debating the same arguments it has had since the honeymoon ended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":367,"a":"The married couple rehashed the same arguments it has had since the kids reached their teens.","b":"The married couple was rehashing the same arguments it has had since the kids reached their teens.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":368,"a":"The scientist advocated for the same hygiene measures he recommended.","b":"The scientist was advocating for the same hygiene measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":369,"a":"The certified medical professional advocated for the same hygiene measures she recommended.","b":"The certified medical professional was advocating for the same hygiene measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":370,"a":"The certified medical professional called for the same hygiene measures she supported.","b":"The certified medical professional was calling for the same hygiene measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":371,"a":"The epidemiologist advocated for the same measures he supported.","b":"The epidemiologist was advocating for the same measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":372,"a":"The certified medical professional called for the same measures she recommended.","b":"The certified medical professional was calling for the same measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":373,"a":"The scientist called for the social distancing measures he recommended.","b":"The scientist was calling for the social distancing measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":374,"a":"The epidemiologist called for the same hygiene measures he supported.","b":"The epidemiologist was calling for the same hygiene measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":375,"a":"The epidemiologist advocated for the social distancing measures he recommended.","b":"The epidemiologist was advocating for the social distancing measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":376,"a":"The certified medical professional advocated for the same measures she recommended.","b":"The certified medical professional was advocating for the same measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":377,"a":"The scientist advocated for the same precautions he supported.","b":"The scientist was advocating for the same precautions he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":378,"a":"The certified medical professional called for the same measures she supported.","b":"The certified medical professional was calling for the same measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":379,"a":"The certified medical professional advocated for the social distancing measures he supported.","b":"The certified medical professional was advocating for the social distancing measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":380,"a":"The scientist advocated for the same measures she recommended.","b":"The scientist was advocating for the same measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":381,"a":"The epidemiologist called for the same measures he recommended.","b":"The epidemiologist was calling for the same measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":382,"a":"The certified medical professional called for the same precautions he recommended.","b":"The certified medical professional was calling for the same precautions he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":383,"a":"The epidemiologist advocated for the same hygiene measures she supported.","b":"The epidemiologist was advocating for the same hygiene measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":384,"a":"The certified medical professional called for the same precautions she supported.","b":"The certified medical professional was calling for the same precautions she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":385,"a":"The certified medical professional called for the same hygiene measures he recommended.","b":"The certified medical professional was calling for the same hygiene measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":386,"a":"The scientist advocated for the same precautions he recommended.","b":"The scientist was advocating for the same precautions he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":387,"a":"The epidemiologist called for the same precautions he recommended.","b":"The epidemiologist was calling for the same precautions he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":388,"a":"The certified medical professional advocated for the same measures he supported.","b":"The certified medical professional was advocating for the same measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":389,"a":"The certified medical professional called for the same precautions he supported.","b":"The certified medical professional was calling for the same precautions he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":390,"a":"The scientist advocated for the same hygiene measures she recommended.","b":"The scientist was advocating for the same hygiene measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":391,"a":"The scientist advocated for the social distancing measures she supported.","b":"The scientist was advocating for the social distancing measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":392,"a":"The certified medical professional advocated for the same measures she supported.","b":"The certified medical professional was advocating for the same measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":393,"a":"The certified medical professional advocated for the same precautions he supported.","b":"The certified medical professional was advocating for the same precautions he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":394,"a":"The certified medical professional advocated for the same measures he recommended.","b":"The certified medical professional was advocating for the same measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":395,"a":"The certified medical professional called for the same measures he recommended.","b":"The certified medical professional was calling for the same measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":396,"a":"The scientist advocated for the same measures she supported.","b":"The scientist was advocating for the same measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":397,"a":"The epidemiologist advocated for the same hygiene measures he supported.","b":"The epidemiologist was advocating for the same hygiene measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":398,"a":"The epidemiologist called for the same measures she recommended.","b":"The epidemiologist was calling for the same measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":399,"a":"The epidemiologist called for the same measures she supported.","b":"The epidemiologist was calling for the same measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":400,"a":"The epidemiologist advocated for the same precautions he recommended.","b":"The epidemiologist was advocating for the same precautions he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":401,"a":"The certified medical professional called for the social distancing measures he supported.","b":"The certified medical professional was calling for the social distancing measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":402,"a":"The epidemiologist called for the social distancing measures she supported.","b":"The epidemiologist was calling for the social distancing measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":403,"a":"The epidemiologist called for the same precautions she recommended.","b":"The epidemiologist was calling for the same precautions she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":404,"a":"The epidemiologist called for the social distancing measures he recommended.","b":"The epidemiologist was calling for the social distancing measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":405,"a":"The epidemiologist called for the same precautions she supported.","b":"The epidemiologist was calling for the same precautions she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":406,"a":"The scientist called for the same hygiene measures he recommended.","b":"The scientist was calling for the same hygiene measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":407,"a":"The epidemiologist called for the same measures he supported.","b":"The epidemiologist was calling for the same measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":408,"a":"The epidemiologist advocated for the same precautions she recommended.","b":"The epidemiologist was advocating for the same precautions she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":409,"a":"The scientist called for the same hygiene measures she supported.","b":"The scientist was calling for the same hygiene measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":410,"a":"The scientist called for the social distancing measures she supported.","b":"The scientist was calling for the social distancing measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":411,"a":"The scientist advocated for the social distancing measures she recommended.","b":"The scientist was advocating for the social distancing measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":412,"a":"The scientist called for the same measures he supported.","b":"The scientist was calling for the same measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":413,"a":"The certified medical professional called for the same measures he supported.","b":"The certified medical professional was calling for the same measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":414,"a":"The scientist called for the same precautions he supported.","b":"The scientist was calling for the same precautions he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":415,"a":"The certified medical professional advocated for the social distancing measures she recommended.","b":"The certified medical professional was advocating for the social distancing measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":416,"a":"The scientist advocated for the same precautions she supported.","b":"The scientist was advocating for the same precautions she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":417,"a":"The certified medical professional advocated for the same precautions he recommended.","b":"The certified medical professional was advocating for the same precautions he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":418,"a":"The scientist called for the same precautions he recommended.","b":"The scientist was calling for the same precautions he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":419,"a":"The epidemiologist advocated for the social distancing measures she recommended.","b":"The epidemiologist was advocating for the social distancing measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":420,"a":"The epidemiologist called for the social distancing measures she recommended.","b":"The epidemiologist was calling for the social distancing measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":421,"a":"The certified medical professional called for the same precautions she recommended.","b":"The certified medical professional was calling for the same precautions she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":422,"a":"The scientist called for the same measures she recommended.","b":"The scientist was calling for the same measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":423,"a":"The epidemiologist called for the same hygiene measures she recommended.","b":"The epidemiologist was calling for the same hygiene measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":424,"a":"The certified medical professional called for the social distancing measures she recommended.","b":"The certified medical professional was calling for the social distancing measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":425,"a":"The scientist advocated for the same hygiene measures he supported.","b":"The scientist was advocating for the same hygiene measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":426,"a":"The epidemiologist called for the same hygiene measures she supported.","b":"The epidemiologist was calling for the same hygiene measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":427,"a":"The certified medical professional advocated for the same hygiene measures she supported.","b":"The certified medical professional was advocating for the same hygiene measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":428,"a":"The scientist advocated for the social distancing measures he supported.","b":"The scientist was advocating for the social distancing measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":429,"a":"The scientist advocated for the social distancing measures he recommended.","b":"The scientist was advocating for the social distancing measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":430,"a":"The scientist advocated for the same measures he supported.","b":"The scientist was advocating for the same measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":431,"a":"The epidemiologist advocated for the same measures he recommended.","b":"The epidemiologist was advocating for the same measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":432,"a":"The certified medical professional advocated for the social distancing measures she supported.","b":"The certified medical professional was advocating for the social distancing measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":433,"a":"The epidemiologist advocated for the social distancing measures she supported.","b":"The epidemiologist was advocating for the social distancing measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":434,"a":"The scientist called for the same precautions she recommended.","b":"The scientist was calling for the same precautions she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":435,"a":"The scientist called for the same precautions she supported.","b":"The scientist was calling for the same precautions she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":436,"a":"The scientist called for the same measures she supported.","b":"The scientist was calling for the same measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":437,"a":"The epidemiologist advocated for the social distancing measures he supported.","b":"The epidemiologist was advocating for the social distancing measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":438,"a":"The certified medical professional called for the same hygiene measures he supported.","b":"The certified medical professional was calling for the same hygiene measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":439,"a":"The epidemiologist called for the same hygiene measures he recommended.","b":"The epidemiologist was calling for the same hygiene measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":440,"a":"The scientist advocated for the same measures he recommended.","b":"The scientist was advocating for the same measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":441,"a":"The scientist called for the same hygiene measures he supported.","b":"The scientist was calling for the same hygiene measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":442,"a":"The certified medical professional advocated for the same precautions she recommended.","b":"The certified medical professional was advocating for the same precautions she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":443,"a":"The certified medical professional advocated for the same precautions she supported.","b":"The certified medical professional was advocating for the same precautions she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":444,"a":"The epidemiologist called for the same precautions he supported.","b":"The epidemiologist was calling for the same precautions he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":445,"a":"The scientist called for the same measures he recommended.","b":"The scientist was calling for the same measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":446,"a":"The epidemiologist advocated for the same measures she supported.","b":"The epidemiologist was advocating for the same measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":447,"a":"The certified medical professional called for the social distancing measures he recommended.","b":"The certified medical professional was calling for the social distancing measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":448,"a":"The epidemiologist advocated for the same measures she recommended.","b":"The epidemiologist was advocating for the same measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":449,"a":"The epidemiologist advocated for the same precautions he supported.","b":"The epidemiologist was advocating for the same precautions he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":450,"a":"The certified medical professional advocated for the social distancing measures he recommended.","b":"The certified medical professional was advocating for the social distancing measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":451,"a":"The certified medical professional advocated for the same hygiene measures he recommended.","b":"The certified medical professional was advocating for the same hygiene measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":452,"a":"The epidemiologist called for the social distancing measures he supported.","b":"The epidemiologist was calling for the social distancing measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":453,"a":"The epidemiologist advocated for the same hygiene measures he recommended.","b":"The epidemiologist was advocating for the same hygiene measures he recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":454,"a":"The certified medical professional called for the same hygiene measures she recommended.","b":"The certified medical professional was calling for the same hygiene measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":455,"a":"The epidemiologist advocated for the same hygiene measures she recommended.","b":"The epidemiologist was advocating for the same hygiene measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":456,"a":"The scientist advocated for the same hygiene measures she supported.","b":"The scientist was advocating for the same hygiene measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":457,"a":"The certified medical professional advocated for the same hygiene measures he supported.","b":"The certified medical professional was advocating for the same hygiene measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":458,"a":"The certified medical professional called for the social distancing measures she supported.","b":"The certified medical professional was calling for the social distancing measures she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":459,"a":"The scientist called for the social distancing measures he supported.","b":"The scientist was calling for the social distancing measures he supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":460,"a":"The scientist advocated for the same precautions she recommended.","b":"The scientist was advocating for the same precautions she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":461,"a":"The scientist called for the social distancing measures she recommended.","b":"The scientist was calling for the social distancing measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":462,"a":"The scientist called for the same hygiene measures she recommended.","b":"The scientist was calling for the same hygiene measures she recommended.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":463,"a":"The epidemiologist advocated for the same precautions she supported.","b":"The epidemiologist was advocating for the same precautions she supported.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":464,"a":"The dancer showed off the same moves she prepared.","b":"The dancer was showing off the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":465,"a":"The supporting dancer off broadway practiced the same old dance steps she prepared.","b":"The supporting dancer off broadway was practicing the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":466,"a":"The ballerina practiced the same moves she learned.","b":"The ballerina was practicing the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":467,"a":"The ballerina worked on the same old dance steps she prepared.","b":"The ballerina was working on the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":468,"a":"The ballerina showed off the same old dance steps she prepared.","b":"The ballerina was showing off the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":469,"a":"The supporting dancer off broadway showed off the same old dance steps she learned.","b":"The supporting dancer off broadway was showing off the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":470,"a":"The dancer showed off the same old dance steps she learned.","b":"The dancer was showing off the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":471,"a":"The supporting dancer off broadway worked on the same old dance steps she prepared.","b":"The supporting dancer off broadway was working on the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":472,"a":"The dancer practiced the same moves she prepared.","b":"The dancer was practicing the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":473,"a":"The ballerina worked on the same moves she prepared.","b":"The ballerina was working on the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":474,"a":"The ballerina worked on the same moves she learned.","b":"The ballerina was working on the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":475,"a":"The ballerina practiced the same moves she prepared.","b":"The ballerina was practicing the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":476,"a":"The ballerina practiced the same old dance steps she prepared.","b":"The ballerina was practicing the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":477,"a":"The dancer worked on the same moves she prepared.","b":"The dancer was working on the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":478,"a":"The dancer showed off the same old dance steps she prepared.","b":"The dancer was showing off the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":479,"a":"The ballerina showed off the same moves she prepared.","b":"The ballerina was showing off the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":480,"a":"The supporting dancer off broadway worked on the same moves she learned.","b":"The supporting dancer off broadway was working on the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":481,"a":"The dancer worked on the same moves she learned.","b":"The dancer was working on the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":482,"a":"The ballerina worked on the same old dance steps she learned.","b":"The ballerina was working on the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":483,"a":"The ballerina practiced the same old dance steps she learned.","b":"The ballerina was practicing the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":484,"a":"The dancer showed off the same moves she learned.","b":"The dancer was showing off the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":485,"a":"The supporting dancer off broadway practiced the same old dance steps she learned.","b":"The supporting dancer off broadway was practicing the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":486,"a":"The supporting dancer off broadway showed off the same moves she prepared.","b":"The supporting dancer off broadway was showing off the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":487,"a":"The supporting dancer off broadway practiced the same moves she learned.","b":"The supporting dancer off broadway was practicing the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":488,"a":"The dancer worked on the same old dance steps she prepared.","b":"The dancer was working on the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":489,"a":"The dancer worked on the same old dance steps she learned.","b":"The dancer was working on the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":490,"a":"The supporting dancer off broadway worked on the same moves she prepared.","b":"The supporting dancer off broadway was working on the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":491,"a":"The supporting dancer off broadway worked on the same old dance steps she learned.","b":"The supporting dancer off broadway was working on the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":492,"a":"The dancer practiced the same old dance steps she learned.","b":"The dancer was practicing the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":493,"a":"The ballerina showed off the same old dance steps she learned.","b":"The ballerina was showing off the same old dance steps she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":494,"a":"The dancer practiced the same moves she learned.","b":"The dancer was practicing the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":495,"a":"The supporting dancer off broadway showed off the same old dance steps she prepared.","b":"The supporting dancer off broadway was showing off the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":496,"a":"The supporting dancer off broadway practiced the same moves she prepared.","b":"The supporting dancer off broadway was practicing the same moves she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":497,"a":"The dancer practiced the same old dance steps she prepared.","b":"The dancer was practicing the same old dance steps she prepared.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":498,"a":"The supporting dancer off broadway showed off the same moves she learned.","b":"The supporting dancer off broadway was showing off the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":499,"a":"The ballerina showed off the same moves she learned.","b":"The ballerina was showing off the same moves she learned.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":500,"a":"The student tried to figure out the question he attempted to solve yesterday.","b":"The student was trying to figure out the question he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":501,"a":"The interviewee tried to figure out the question she stared at yesterday.","b":"The interviewee was trying to figure out the question she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":502,"a":"The student thought about the problem set she attempted to solve yesterday.","b":"The student was thinking about the problem set she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":503,"a":"The interviewee thought about the problem set she attempted to solve yesterday.","b":"The interviewee was thinking about the problem set she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":504,"a":"The student thought about the problem set he stared at yesterday.","b":"The student was thinking about the problem set he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":505,"a":"The interviewee thought about the problem set he stared at yesterday.","b":"The interviewee was thinking about the problem set he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":506,"a":"The student tried to figure out the problem set she stared at yesterday.","b":"The student was trying to figure out the problem set she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":507,"a":"The student tried to figure out the question she attempted to solve yesterday.","b":"The student was trying to figure out the question she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":508,"a":"The interviewee tried to figure out the question he attempted to solve yesterday.","b":"The interviewee was trying to figure out the question he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":509,"a":"The interviewee thought about the question she stared at yesterday.","b":"The interviewee was thinking about the question she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":510,"a":"The interviewee thought about the question she attempted to solve yesterday.","b":"The interviewee was thinking about the question she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":511,"a":"The student thought about the question he stared at yesterday.","b":"The student was thinking about the question he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":512,"a":"The interviewee thought about the problem set she stared at yesterday.","b":"The interviewee was thinking about the problem set she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":513,"a":"The interviewee tried to figure out the problem set she attempted to solve yesterday.","b":"The interviewee was trying to figure out the problem set she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":514,"a":"The interviewee thought about the question he attempted to solve yesterday.","b":"The interviewee was thinking about the question he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":515,"a":"The student thought about the problem set he attempted to solve yesterday.","b":"The student was thinking about the problem set he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":516,"a":"The student tried to figure out the problem set she attempted to solve yesterday.","b":"The student was trying to figure out the problem set she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":517,"a":"The student thought about the question she attempted to solve yesterday.","b":"The student was thinking about the question she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":518,"a":"The student tried to figure out the problem set he attempted to solve yesterday.","b":"The student was trying to figure out the problem set he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":519,"a":"The interviewee tried to figure out the question she attempted to solve yesterday.","b":"The interviewee was trying to figure out the question she attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":520,"a":"The interviewee tried to figure out the problem set he attempted to solve yesterday.","b":"The interviewee was trying to figure out the problem set he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":521,"a":"The student tried to figure out the problem set he stared at yesterday.","b":"The student was trying to figure out the problem set he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":522,"a":"The interviewee thought about the question he stared at yesterday.","b":"The interviewee was thinking about the question he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":523,"a":"The student thought about the question he attempted to solve yesterday.","b":"The student was thinking about the question he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":524,"a":"The interviewee tried to figure out the problem set she stared at yesterday.","b":"The interviewee was trying to figure out the problem set she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":525,"a":"The student tried to figure out the question she stared at yesterday.","b":"The student was trying to figure out the question she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":526,"a":"The interviewee tried to figure out the question he stared at yesterday.","b":"The interviewee was trying to figure out the question he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":527,"a":"The student thought about the question she stared at yesterday.","b":"The student was thinking about the question she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":528,"a":"The student thought about the problem set she stared at yesterday.","b":"The student was thinking about the problem set she stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":529,"a":"The interviewee tried to figure out the problem set he stared at yesterday.","b":"The interviewee was trying to figure out the problem set he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":530,"a":"The interviewee thought about the problem set he attempted to solve yesterday.","b":"The interviewee was thinking about the problem set he attempted to solve yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":531,"a":"The student tried to figure out the question he stared at yesterday.","b":"The student was trying to figure out the question he stared at yesterday.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":532,"a":"The basketball player practiced the move he watched on TV.","b":"The basketball player was practicing the move he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":533,"a":"The basketball player learned the play he watched on TV.","b":"The basketball player was learning the play he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":534,"a":"The basketball player practiced the play she watched on TV.","b":"The basketball player was practicing the play she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":535,"a":"The soccer player practiced the move she watched on TV.","b":"The soccer player was practicing the move she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":536,"a":"The soccer player learned the play he watched on TV.","b":"The soccer player was learning the play he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":537,"a":"The soccer player practiced the move he watched on TV.","b":"The soccer player was practicing the move he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":538,"a":"The football player practiced the play she watched on TV.","b":"The football player was practicing the play she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":539,"a":"The football player practiced the move he watched on TV.","b":"The football player was practicing the move he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":540,"a":"The soccer player practiced the play he watched on TV.","b":"The soccer player was practicing the play he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":541,"a":"The football player learned the move he watched on TV.","b":"The football player was learning the move he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":542,"a":"The basketball player learned the move she watched on TV.","b":"The basketball player was learning the move she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":543,"a":"The soccer player learned the play she watched on TV.","b":"The soccer player was learning the play she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":544,"a":"The football player practiced the play he watched on TV.","b":"The football player was practicing the play he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":545,"a":"The basketball player practiced the move she watched on TV.","b":"The basketball player was practicing the move she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":546,"a":"The basketball player practiced the play he watched on TV.","b":"The basketball player was practicing the play he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":547,"a":"The football player practiced the move she watched on TV.","b":"The football player was practicing the move she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":548,"a":"The soccer player learned the move he watched on TV.","b":"The soccer player was learning the move he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":549,"a":"The soccer player learned the move she watched on TV.","b":"The soccer player was learning the move she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":550,"a":"The football player learned the move she watched on TV.","b":"The football player was learning the move she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":551,"a":"The basketball player learned the play she watched on TV.","b":"The basketball player was learning the play she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":552,"a":"The soccer player practiced the play she watched on TV.","b":"The soccer player was practicing the play she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":553,"a":"The football player learned the play she watched on TV.","b":"The football player was learning the play she watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":554,"a":"The basketball player learned the move he watched on TV.","b":"The basketball player was learning the move he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":555,"a":"The football player learned the play he watched on TV.","b":"The football player was learning the play he watched on TV.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":556,"a":"The child ate the banana she nibbled on at 2 pm.","b":"The child was eating the banana she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":557,"a":"The little girl ate the pie she snacked on at 2 pm.","b":"The little girl was eating the pie she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":558,"a":"The little girl ate the banana she snacked on at 2 pm.","b":"The little girl was eating the banana she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":559,"a":"The little girl ate the apple she nibbled on this morning.","b":"The little girl was eating the apple she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":560,"a":"The child ate the pie she nibbled on at 2 pm.","b":"The child was eating the pie she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":561,"a":"The little girl ate the pie she snacked on this morning.","b":"The little girl was eating the pie she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":562,"a":"The little girl ate the pie she nibbled on this morning.","b":"The little girl was eating the pie she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":563,"a":"The kid ate the banana she snacked on at 2 pm.","b":"The kid was eating the banana she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":564,"a":"The little girl ate the sandwich she snacked on this morning.","b":"The little girl was eating the sandwich she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":565,"a":"The child ate the banana she snacked on this morning.","b":"The child was eating the banana she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":566,"a":"The kid ate the banana she nibbled on at 2 pm.","b":"The kid was eating the banana she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":567,"a":"The child ate the banana she snacked on at 2 pm.","b":"The child was eating the banana she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":568,"a":"The child ate the apple she snacked on at 2 pm.","b":"The child was eating the apple she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":569,"a":"The little girl ate the apple she nibbled on at 2 pm.","b":"The little girl was eating the apple she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":570,"a":"The kid ate the banana she snacked on this morning.","b":"The kid was eating the banana she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":571,"a":"The little girl ate the apple she snacked on at 2 pm.","b":"The little girl was eating the apple she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":572,"a":"The child ate the sandwich she nibbled on this morning.","b":"The child was eating the sandwich she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":573,"a":"The kid ate the sandwich she nibbled on at 2 pm.","b":"The kid was eating the sandwich she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":574,"a":"The little girl ate the pie she nibbled on at 2 pm.","b":"The little girl was eating the pie she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":575,"a":"The kid ate the apple she snacked on at 2 pm.","b":"The kid was eating the apple she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":576,"a":"The child ate the sandwich she snacked on at 2 pm.","b":"The child was eating the sandwich she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":577,"a":"The little girl ate the sandwich she nibbled on this morning.","b":"The little girl was eating the sandwich she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":578,"a":"The kid ate the apple she snacked on this morning.","b":"The kid was eating the apple she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":579,"a":"The child ate the sandwich she nibbled on at 2 pm.","b":"The child was eating the sandwich she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":580,"a":"The kid ate the pie she nibbled on this morning.","b":"The kid was eating the pie she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":581,"a":"The little girl ate the sandwich she nibbled on at 2 pm.","b":"The little girl was eating the sandwich she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":582,"a":"The child ate the apple she nibbled on this morning.","b":"The child was eating the apple she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":583,"a":"The child ate the sandwich she snacked on this morning.","b":"The child was eating the sandwich she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":584,"a":"The kid ate the pie she snacked on at 2 pm.","b":"The kid was eating the pie she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":585,"a":"The little girl ate the banana she nibbled on this morning.","b":"The little girl was eating the banana she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":586,"a":"The kid ate the apple she nibbled on at 2 pm.","b":"The kid was eating the apple she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":587,"a":"The little girl ate the apple she snacked on this morning.","b":"The little girl was eating the apple she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":588,"a":"The kid ate the sandwich she snacked on at 2 pm.","b":"The kid was eating the sandwich she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":589,"a":"The kid ate the pie she snacked on this morning.","b":"The kid was eating the pie she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":590,"a":"The little girl ate the banana she snacked on this morning.","b":"The little girl was eating the banana she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":591,"a":"The child ate the pie she snacked on at 2 pm.","b":"The child was eating the pie she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":592,"a":"The kid ate the sandwich she snacked on this morning.","b":"The kid was eating the sandwich she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":593,"a":"The child ate the pie she nibbled on this morning.","b":"The child was eating the pie she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":594,"a":"The kid ate the sandwich she nibbled on this morning.","b":"The kid was eating the sandwich she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":595,"a":"The child ate the banana she nibbled on this morning.","b":"The child was eating the banana she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":596,"a":"The kid ate the banana she nibbled on this morning.","b":"The kid was eating the banana she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":597,"a":"The child ate the apple she nibbled on at 2 pm.","b":"The child was eating the apple she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":598,"a":"The child ate the pie she snacked on this morning.","b":"The child was eating the pie she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":599,"a":"The child ate the apple she snacked on this morning.","b":"The child was eating the apple she snacked on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":600,"a":"The kid ate the apple she nibbled on this morning.","b":"The kid was eating the apple she nibbled on this morning.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":601,"a":"The kid ate the pie she nibbled on at 2 pm.","b":"The kid was eating the pie she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":602,"a":"The little girl ate the banana she nibbled on at 2 pm.","b":"The little girl was eating the banana she nibbled on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":603,"a":"The little girl ate the sandwich she snacked on at 2 pm.","b":"The little girl was eating the sandwich she snacked on at 2 pm.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":604,"a":"A nurse at that hospital still lived in the same country his father worked in.","b":"A nurse at that hospital was still living in the same country his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":605,"a":"A faculty member at that university still lived in the same country his son worked in.","b":"A faculty member at that university was still living in the same country his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":606,"a":"A nurse at that hospital still lived in the same city her mother worked in.","b":"A nurse at that hospital was still living in the same city her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":607,"a":"A nurse at that hospital still lived in the same place her son worked in.","b":"A nurse at that hospital was still living in the same place her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":608,"a":"A faculty member at that university still lived in the same country her son worked in.","b":"A faculty member at that university was still living in the same country her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":609,"a":"A nurse at that hospital still lived in the same country her mother worked in.","b":"A nurse at that hospital was still living in the same country her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":610,"a":"A faculty member at that university still lived in the same place his father worked in.","b":"A faculty member at that university was still living in the same place his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":611,"a":"A teacher at that school still lived in the same place her son worked in.","b":"A teacher at that school was still living in the same place her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":612,"a":"A faculty member at that university still lived in the same city his father worked in.","b":"A faculty member at that university was still living in the same city his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":613,"a":"A faculty member at that university still lived in the same city her son worked in.","b":"A faculty member at that university was still living in the same city her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":614,"a":"A faculty member at that university still lived in the same city his son worked in.","b":"A faculty member at that university was still living in the same city his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":615,"a":"A nurse at that hospital still lived in the same place her mother worked in.","b":"A nurse at that hospital was still living in the same place her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":616,"a":"A faculty member at that university still lived in the same country his father worked in.","b":"A faculty member at that university was still living in the same country his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":617,"a":"A teacher at that school still lived in the same country his father worked in.","b":"A teacher at that school was still living in the same country his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":618,"a":"A teacher at that school still lived in the same country her son worked in.","b":"A teacher at that school was still living in the same country her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":619,"a":"A nurse at that hospital still lived in the same city her son worked in.","b":"A nurse at that hospital was still living in the same city her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":620,"a":"A faculty member at that university still lived in the same place her son worked in.","b":"A faculty member at that university was still living in the same place her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":621,"a":"A nurse at that hospital still lived in the same place his father worked in.","b":"A nurse at that hospital was still living in the same place his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":622,"a":"A teacher at that school still lived in the same place her mother worked in.","b":"A teacher at that school was still living in the same place her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":623,"a":"A teacher at that school still lived in the same city her son worked in.","b":"A teacher at that school was still living in the same city her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":624,"a":"A faculty member at that university still lived in the same place his son worked in.","b":"A faculty member at that university was still living in the same place his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":625,"a":"A nurse at that hospital still lived in the same country his son worked in.","b":"A nurse at that hospital was still living in the same country his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":626,"a":"A teacher at that school still lived in the same place his son worked in.","b":"A teacher at that school was still living in the same place his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":627,"a":"A teacher at that school still lived in the same city her mother worked in.","b":"A teacher at that school was still living in the same city her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":628,"a":"A teacher at that school still lived in the same place his father worked in.","b":"A teacher at that school was still living in the same place his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":629,"a":"A nurse at that hospital still lived in the same country her son worked in.","b":"A nurse at that hospital was still living in the same country her son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":630,"a":"A nurse at that hospital still lived in the same place his son worked in.","b":"A nurse at that hospital was still living in the same place his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":631,"a":"A nurse at that hospital still lived in the same city his father worked in.","b":"A nurse at that hospital was still living in the same city his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":632,"a":"A teacher at that school still lived in the same city his son worked in.","b":"A teacher at that school was still living in the same city his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":633,"a":"A nurse at that hospital still lived in the same city his son worked in.","b":"A nurse at that hospital was still living in the same city his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":634,"a":"A faculty member at that university still lived in the same city her mother worked in.","b":"A faculty member at that university was still living in the same city her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":635,"a":"A teacher at that school still lived in the same country her mother worked in.","b":"A teacher at that school was still living in the same country her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":636,"a":"A faculty member at that university still lived in the same country her mother worked in.","b":"A faculty member at that university was still living in the same country her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":637,"a":"A teacher at that school still lived in the same city his father worked in.","b":"A teacher at that school was still living in the same city his father worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":638,"a":"A faculty member at that university still lived in the same place her mother worked in.","b":"A faculty member at that university was still living in the same place her mother worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":639,"a":"A teacher at that school still lived in the same country his son worked in.","b":"A teacher at that school was still living in the same country his son worked in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":640,"a":"The researcher held on to the argument he publicized last century.","b":"The researcher was holding on to the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":641,"a":"The researcher held on to the theory she thought about last century.","b":"The researcher was holding on to the theory she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":642,"a":"The professor held on to the theory he worked on last century.","b":"The professor was holding on to the theory he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":643,"a":"The researcher held on to the theory he publicized last century.","b":"The researcher was holding on to the theory he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":644,"a":"The professor held on to the argument she thought about last century.","b":"The professor was holding on to the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":645,"a":"The professor tried to prove the theory she thought about last century.","b":"The professor was trying to prove the theory she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":646,"a":"The scientist held on to the theory he thought about last century.","b":"The scientist was holding on to the theory he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":647,"a":"The researcher tried to prove the theory she worked on last century.","b":"The researcher was trying to prove the theory she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":648,"a":"The professor tried to prove the argument he publicized last century.","b":"The professor was trying to prove the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":649,"a":"The scientist advocated for the argument she worked on last century.","b":"The scientist was advocating for the argument she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":650,"a":"The scientist held on to the idea she worked on last century.","b":"The scientist was holding on to the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":651,"a":"The scientist advocated for the argument he publicized last century.","b":"The scientist was advocating for the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":652,"a":"The professor advocated for the theory he thought about last century.","b":"The professor was advocating for the theory he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":653,"a":"The scientist held on to the argument she publicized last century.","b":"The scientist was holding on to the argument she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":654,"a":"The scientist advocated for the idea he publicized last century.","b":"The scientist was advocating for the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":655,"a":"The researcher advocated for the argument she worked on last century.","b":"The researcher was advocating for the argument she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":656,"a":"The researcher tried to prove the idea she thought about last century.","b":"The researcher was trying to prove the idea she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":657,"a":"The scientist advocated for the idea he worked on last century.","b":"The scientist was advocating for the idea he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":658,"a":"The researcher advocated for the theory she publicized last century.","b":"The researcher was advocating for the theory she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":659,"a":"The researcher held on to the theory she publicized last century.","b":"The researcher was holding on to the theory she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":660,"a":"The researcher held on to the theory she worked on last century.","b":"The researcher was holding on to the theory she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":661,"a":"The professor held on to the theory he thought about last century.","b":"The professor was holding on to the theory he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":662,"a":"The professor held on to the idea he publicized last century.","b":"The professor was holding on to the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":663,"a":"The scientist tried to prove the idea he worked on last century.","b":"The scientist was trying to prove the idea he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":664,"a":"The professor held on to the idea he worked on last century.","b":"The professor was holding on to the idea he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":665,"a":"The scientist tried to prove the idea he publicized last century.","b":"The scientist was trying to prove the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":666,"a":"The researcher advocated for the argument he publicized last century.","b":"The researcher was advocating for the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":667,"a":"The scientist tried to prove the idea she publicized last century.","b":"The scientist was trying to prove the idea she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":668,"a":"The professor tried to prove the idea she publicized last century.","b":"The professor was trying to prove the idea she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":669,"a":"The researcher advocated for the theory she worked on last century.","b":"The researcher was advocating for the theory she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":670,"a":"The researcher tried to prove the idea she worked on last century.","b":"The researcher was trying to prove the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":671,"a":"The scientist advocated for the argument she thought about last century.","b":"The scientist was advocating for the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":672,"a":"The professor held on to the argument he publicized last century.","b":"The professor was holding on to the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":673,"a":"The professor held on to the idea she publicized last century.","b":"The professor was holding on to the idea she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":674,"a":"The professor tried to prove the theory he worked on last century.","b":"The professor was trying to prove the theory he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":675,"a":"The researcher advocated for the argument she thought about last century.","b":"The researcher was advocating for the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":676,"a":"The professor tried to prove the argument he worked on last century.","b":"The professor was trying to prove the argument he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":677,"a":"The scientist tried to prove the argument she publicized last century.","b":"The scientist was trying to prove the argument she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":678,"a":"The researcher held on to the idea he publicized last century.","b":"The researcher was holding on to the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":679,"a":"The researcher advocated for the argument she publicized last century.","b":"The researcher was advocating for the argument she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":680,"a":"The professor advocated for the argument she thought about last century.","b":"The professor was advocating for the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":681,"a":"The professor advocated for the theory she worked on last century.","b":"The professor was advocating for the theory she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":682,"a":"The researcher advocated for the idea he publicized last century.","b":"The researcher was advocating for the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":683,"a":"The researcher tried to prove the theory he thought about last century.","b":"The researcher was trying to prove the theory he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":684,"a":"The professor advocated for the idea she thought about last century.","b":"The professor was advocating for the idea she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":685,"a":"The professor held on to the theory he publicized last century.","b":"The professor was holding on to the theory he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":686,"a":"The scientist held on to the theory she publicized last century.","b":"The scientist was holding on to the theory she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":687,"a":"The professor advocated for the idea he thought about last century.","b":"The professor was advocating for the idea he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":688,"a":"The scientist advocated for the theory he thought about last century.","b":"The scientist was advocating for the theory he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":689,"a":"The scientist tried to prove the theory he publicized last century.","b":"The scientist was trying to prove the theory he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":690,"a":"The professor tried to prove the argument he thought about last century.","b":"The professor was trying to prove the argument he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":691,"a":"The scientist tried to prove the idea she thought about last century.","b":"The scientist was trying to prove the idea she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":692,"a":"The researcher advocated for the idea he worked on last century.","b":"The researcher was advocating for the idea he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":693,"a":"The professor tried to prove the idea he thought about last century.","b":"The professor was trying to prove the idea he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":694,"a":"The researcher held on to the argument he worked on last century.","b":"The researcher was holding on to the argument he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":695,"a":"The researcher held on to the argument she thought about last century.","b":"The researcher was holding on to the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":696,"a":"The scientist tried to prove the argument he worked on last century.","b":"The scientist was trying to prove the argument he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":697,"a":"The scientist held on to the idea she thought about last century.","b":"The scientist was holding on to the idea she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":698,"a":"The professor advocated for the idea he publicized last century.","b":"The professor was advocating for the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":699,"a":"The scientist tried to prove the argument she worked on last century.","b":"The scientist was trying to prove the argument she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":700,"a":"The scientist advocated for the idea she worked on last century.","b":"The scientist was advocating for the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":701,"a":"The researcher advocated for the argument he thought about last century.","b":"The researcher was advocating for the argument he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":702,"a":"The researcher tried to prove the idea he thought about last century.","b":"The researcher was trying to prove the idea he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":703,"a":"The professor advocated for the argument he worked on last century.","b":"The professor was advocating for the argument he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":704,"a":"The professor held on to the argument she worked on last century.","b":"The professor was holding on to the argument she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":705,"a":"The researcher held on to the idea he thought about last century.","b":"The researcher was holding on to the idea he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":706,"a":"The professor tried to prove the theory she publicized last century.","b":"The professor was trying to prove the theory she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":707,"a":"The researcher advocated for the idea she publicized last century.","b":"The researcher was advocating for the idea she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":708,"a":"The researcher advocated for the theory he worked on last century.","b":"The researcher was advocating for the theory he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":709,"a":"The scientist tried to prove the theory she thought about last century.","b":"The scientist was trying to prove the theory she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":710,"a":"The professor tried to prove the idea he publicized last century.","b":"The professor was trying to prove the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":711,"a":"The professor advocated for the argument she publicized last century.","b":"The professor was advocating for the argument she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":712,"a":"The researcher held on to the theory he thought about last century.","b":"The researcher was holding on to the theory he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":713,"a":"The researcher tried to prove the idea he publicized last century.","b":"The researcher was trying to prove the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":714,"a":"The researcher advocated for the idea she worked on last century.","b":"The researcher was advocating for the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":715,"a":"The scientist held on to the argument she thought about last century.","b":"The scientist was holding on to the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":716,"a":"The professor held on to the theory she worked on last century.","b":"The professor was holding on to the theory she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":717,"a":"The professor held on to the argument he thought about last century.","b":"The professor was holding on to the argument he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":718,"a":"The professor advocated for the theory he worked on last century.","b":"The professor was advocating for the theory he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":719,"a":"The scientist advocated for the theory she thought about last century.","b":"The scientist was advocating for the theory she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":720,"a":"The scientist tried to prove the argument he publicized last century.","b":"The scientist was trying to prove the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":721,"a":"The scientist advocated for the idea she thought about last century.","b":"The scientist was advocating for the idea she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":722,"a":"The professor held on to the idea she worked on last century.","b":"The professor was holding on to the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":723,"a":"The researcher held on to the idea she worked on last century.","b":"The researcher was holding on to the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":724,"a":"The professor tried to prove the idea she worked on last century.","b":"The professor was trying to prove the idea she worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":725,"a":"The scientist advocated for the theory he publicized last century.","b":"The scientist was advocating for the theory he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":726,"a":"The professor tried to prove the idea she thought about last century.","b":"The professor was trying to prove the idea she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":727,"a":"The professor advocated for the argument he publicized last century.","b":"The professor was advocating for the argument he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":728,"a":"The scientist held on to the idea he publicized last century.","b":"The scientist was holding on to the idea he publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":729,"a":"The scientist held on to the argument he worked on last century.","b":"The scientist was holding on to the argument he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":730,"a":"The professor advocated for the idea he worked on last century.","b":"The professor was advocating for the idea he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":731,"a":"The researcher advocated for the argument he worked on last century.","b":"The researcher was advocating for the argument he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":732,"a":"The professor held on to the theory she thought about last century.","b":"The professor was holding on to the theory she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":733,"a":"The scientist held on to the idea he worked on last century.","b":"The scientist was holding on to the idea he worked on last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":734,"a":"The professor advocated for the theory she thought about last century.","b":"The professor was advocating for the theory she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":735,"a":"The professor held on to the argument she publicized last century.","b":"The professor was holding on to the argument she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":736,"a":"The researcher held on to the argument he thought about last century.","b":"The researcher was holding on to the argument he thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":737,"a":"The researcher tried to prove the argument she thought about last century.","b":"The researcher was trying to prove the argument she thought about last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":738,"a":"The professor held on to the theory she publicized last century.","b":"The professor was holding on to the theory she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":739,"a":"The researcher tried to prove the theory she publicized last century.","b":"The researcher was trying to prove the theory she publicized last century.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":740,"a":"The writer thought about the story she developed last year.","b":"The writer was thinking about the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":741,"a":"The writer tried to finish the story she wrote last year.","b":"The writer was trying to finish the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":742,"a":"The writer worked on the story she planned out last year.","b":"The writer was working on the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":743,"a":"The writer worked on the story he planned out last year.","b":"The writer was working on the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":744,"a":"The writer tried to finish the story he developed last year.","b":"The writer was trying to finish the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":745,"a":"The comic book writer tried to finish the story she developed last year.","b":"The comic book writer was trying to finish the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":746,"a":"The director worked on the story he wrote last year.","b":"The director was working on the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":747,"a":"The director thought about the story he planned out last year.","b":"The director was thinking about the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":748,"a":"The director tried to finish the story she wrote last year.","b":"The director was trying to finish the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":749,"a":"The writer worked on the story she wrote last year.","b":"The writer was working on the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":750,"a":"The director worked on the story he developed last year.","b":"The director was working on the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":751,"a":"The writer thought about the story she planned out last year.","b":"The writer was thinking about the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":752,"a":"The writer tried to finish the story he wrote last year.","b":"The writer was trying to finish the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":753,"a":"The writer thought about the story she wrote last year.","b":"The writer was thinking about the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":754,"a":"The comic book writer thought about the story she planned out last year.","b":"The comic book writer was thinking about the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":755,"a":"The director worked on the story she developed last year.","b":"The director was working on the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":756,"a":"The comic book writer tried to finish the story she wrote last year.","b":"The comic book writer was trying to finish the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":757,"a":"The director thought about the story she developed last year.","b":"The director was thinking about the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":758,"a":"The comic book writer worked on the story he wrote last year.","b":"The comic book writer was working on the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":759,"a":"The director thought about the story he developed last year.","b":"The director was thinking about the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":760,"a":"The comic book writer tried to finish the story he developed last year.","b":"The comic book writer was trying to finish the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":761,"a":"The comic book writer worked on the story she wrote last year.","b":"The comic book writer was working on the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":762,"a":"The director thought about the story she wrote last year.","b":"The director was thinking about the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":763,"a":"The director tried to finish the story she developed last year.","b":"The director was trying to finish the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":764,"a":"The writer thought about the story he planned out last year.","b":"The writer was thinking about the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":765,"a":"The director worked on the story she planned out last year.","b":"The director was working on the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":766,"a":"The writer tried to finish the story she planned out last year.","b":"The writer was trying to finish the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":767,"a":"The comic book writer thought about the story he wrote last year.","b":"The comic book writer was thinking about the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":768,"a":"The comic book writer thought about the story he developed last year.","b":"The comic book writer was thinking about the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":769,"a":"The comic book writer worked on the story he developed last year.","b":"The comic book writer was working on the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":770,"a":"The comic book writer thought about the story she developed last year.","b":"The comic book writer was thinking about the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":771,"a":"The writer worked on the story she developed last year.","b":"The writer was working on the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":772,"a":"The director tried to finish the story she planned out last year.","b":"The director was trying to finish the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":773,"a":"The writer worked on the story he developed last year.","b":"The writer was working on the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":774,"a":"The comic book writer tried to finish the story he planned out last year.","b":"The comic book writer was trying to finish the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":775,"a":"The writer thought about the story he wrote last year.","b":"The writer was thinking about the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":776,"a":"The director tried to finish the story he planned out last year.","b":"The director was trying to finish the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":777,"a":"The director worked on the story she wrote last year.","b":"The director was working on the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":778,"a":"The comic book writer tried to finish the story she planned out last year.","b":"The comic book writer was trying to finish the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":779,"a":"The comic book writer worked on the story she planned out last year.","b":"The comic book writer was working on the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":780,"a":"The director tried to finish the story he wrote last year.","b":"The director was trying to finish the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":781,"a":"The comic book writer thought about the story she wrote last year.","b":"The comic book writer was thinking about the story she wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":782,"a":"The director thought about the story he wrote last year.","b":"The director was thinking about the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":783,"a":"The comic book writer tried to finish the story he wrote last year.","b":"The comic book writer was trying to finish the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":784,"a":"The comic book writer worked on the story he planned out last year.","b":"The comic book writer was working on the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":785,"a":"The writer thought about the story he developed last year.","b":"The writer was thinking about the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":786,"a":"The director worked on the story he planned out last year.","b":"The director was working on the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":787,"a":"The comic book writer thought about the story he planned out last year.","b":"The comic book writer was thinking about the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":788,"a":"The director thought about the story she planned out last year.","b":"The director was thinking about the story she planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":789,"a":"The writer worked on the story he wrote last year.","b":"The writer was working on the story he wrote last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":790,"a":"The writer tried to finish the story she developed last year.","b":"The writer was trying to finish the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":791,"a":"The writer tried to finish the story he planned out last year.","b":"The writer was trying to finish the story he planned out last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":792,"a":"The director tried to finish the story he developed last year.","b":"The director was trying to finish the story he developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":793,"a":"The comic book writer worked on the story she developed last year.","b":"The comic book writer was working on the story she developed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":794,"a":"The firm in the rust belt produced the product it designed last year.","b":"The firm in the rust belt was producing the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":795,"a":"The startup made the product it improved last year.","b":"The startup was making the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":796,"a":"The firm in the rust belt made the type of cars it designed last year.","b":"The firm in the rust belt was making the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":797,"a":"The firm in the rust belt manufactured the product it improved last year.","b":"The firm in the rust belt was manufacturing the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":798,"a":"The oversized company manufactured the type of cars it designed last year.","b":"The oversized company was manufacturing the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":799,"a":"The oversized company produced the product it designed last year.","b":"The oversized company was producing the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":800,"a":"The firm in the rust belt manufactured the type of cars it improved last year.","b":"The firm in the rust belt was manufacturing the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":801,"a":"The startup manufactured the type of cars it designed last year.","b":"The startup was manufacturing the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":802,"a":"The startup manufactured the type of cars it improved last year.","b":"The startup was manufacturing the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":803,"a":"The oversized company made the type of cars it improved last year.","b":"The oversized company was making the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":804,"a":"The oversized company made the product it designed last year.","b":"The oversized company was making the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":805,"a":"The startup made the type of cars it designed last year.","b":"The startup was making the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":806,"a":"The firm in the rust belt manufactured the product it designed last year.","b":"The firm in the rust belt was manufacturing the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":807,"a":"The startup produced the product it designed last year.","b":"The startup was producing the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":808,"a":"The oversized company produced the type of cars it designed last year.","b":"The oversized company was producing the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":809,"a":"The startup made the type of cars it improved last year.","b":"The startup was making the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":810,"a":"The firm in the rust belt made the product it designed last year.","b":"The firm in the rust belt was making the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":811,"a":"The firm in the rust belt made the type of cars it improved last year.","b":"The firm in the rust belt was making the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":812,"a":"The startup made the product it designed last year.","b":"The startup was making the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":813,"a":"The firm in the rust belt made the product it improved last year.","b":"The firm in the rust belt was making the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":814,"a":"The startup manufactured the product it designed last year.","b":"The startup was manufacturing the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":815,"a":"The firm in the rust belt produced the type of cars it designed last year.","b":"The firm in the rust belt was producing the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":816,"a":"The startup produced the product it improved last year.","b":"The startup was producing the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":817,"a":"The oversized company manufactured the product it improved last year.","b":"The oversized company was manufacturing the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":818,"a":"The oversized company produced the product it improved last year.","b":"The oversized company was producing the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":819,"a":"The startup produced the type of cars it improved last year.","b":"The startup was producing the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":820,"a":"The startup produced the type of cars it designed last year.","b":"The startup was producing the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":821,"a":"The oversized company made the product it improved last year.","b":"The oversized company was making the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":822,"a":"The oversized company made the type of cars it designed last year.","b":"The oversized company was making the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":823,"a":"The firm in the rust belt produced the type of cars it improved last year.","b":"The firm in the rust belt was producing the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":824,"a":"The oversized company manufactured the product it designed last year.","b":"The oversized company was manufacturing the product it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":825,"a":"The startup manufactured the product it improved last year.","b":"The startup was manufacturing the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":826,"a":"The oversized company manufactured the type of cars it improved last year.","b":"The oversized company was manufacturing the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":827,"a":"The oversized company produced the type of cars it improved last year.","b":"The oversized company was producing the type of cars it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":828,"a":"The firm in the rust belt manufactured the type of cars it designed last year.","b":"The firm in the rust belt was manufacturing the type of cars it designed last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":829,"a":"The firm in the rust belt produced the product it improved last year.","b":"The firm in the rust belt was producing the product it improved last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":830,"a":"The banker advocated for the same companies she invested in last year.","b":"The banker was advocating for the same companies she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":831,"a":"The banker invested in the same cryptocurrency she advocated for last year.","b":"The banker was investing in the same cryptocurrency she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":832,"a":"The banker advocated for the same cryptocurrency she invested in last season.","b":"The banker was advocating for the same cryptocurrency she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":833,"a":"The fund manager invested in the same companies she advocated for last year.","b":"The fund manager was investing in the same companies she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":834,"a":"The banker advocated for the same cryptocurrency she advocated for last year.","b":"The banker was advocating for the same cryptocurrency she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":835,"a":"The fund manager advocated for the same cryptocurrency she advocated for last year.","b":"The fund manager was advocating for the same cryptocurrency she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":836,"a":"The banker advocated for the same companies he invested in last season.","b":"The banker was advocating for the same companies he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":837,"a":"The investor advocated for the same companies he invested in last year.","b":"The investor was advocating for the same companies he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":838,"a":"The banker advocated for the same companies she advocated for last season.","b":"The banker was advocating for the same companies she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":839,"a":"The banker invested in the same companies he advocated for last year.","b":"The banker was investing in the same companies he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":840,"a":"The banker invested in the same companies he invested in last season.","b":"The banker was investing in the same companies he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":841,"a":"The banker advocated for the same cryptocurrency she advocated for last season.","b":"The banker was advocating for the same cryptocurrency she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":842,"a":"The investor invested in the same cryptocurrency she invested in last year.","b":"The investor was investing in the same cryptocurrency she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":843,"a":"The banker invested in the same companies she invested in last season.","b":"The banker was investing in the same companies she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":844,"a":"The fund manager advocated for the same cryptocurrency he advocated for last season.","b":"The fund manager was advocating for the same cryptocurrency he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":845,"a":"The investor advocated for the same companies she invested in last season.","b":"The investor was advocating for the same companies she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":846,"a":"The investor advocated for the same companies she advocated for last season.","b":"The investor was advocating for the same companies she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":847,"a":"The fund manager invested in the same companies she invested in last year.","b":"The fund manager was investing in the same companies she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":848,"a":"The investor advocated for the same cryptocurrency she advocated for last season.","b":"The investor was advocating for the same cryptocurrency she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":849,"a":"The banker invested in the same cryptocurrency she advocated for last season.","b":"The banker was investing in the same cryptocurrency she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":850,"a":"The banker advocated for the same companies she invested in last season.","b":"The banker was advocating for the same companies she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":851,"a":"The investor advocated for the same cryptocurrency she invested in last season.","b":"The investor was advocating for the same cryptocurrency she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":852,"a":"The fund manager invested in the same cryptocurrency he advocated for last year.","b":"The fund manager was investing in the same cryptocurrency he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":853,"a":"The fund manager advocated for the same companies he invested in last season.","b":"The fund manager was advocating for the same companies he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":854,"a":"The fund manager invested in the same cryptocurrency she advocated for last year.","b":"The fund manager was investing in the same cryptocurrency she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":855,"a":"The banker advocated for the same cryptocurrency he advocated for last year.","b":"The banker was advocating for the same cryptocurrency he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":856,"a":"The fund manager invested in the same cryptocurrency she advocated for last season.","b":"The fund manager was investing in the same cryptocurrency she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":857,"a":"The fund manager advocated for the same companies she invested in last year.","b":"The fund manager was advocating for the same companies she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":858,"a":"The investor invested in the same cryptocurrency he advocated for last year.","b":"The investor was investing in the same cryptocurrency he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":859,"a":"The banker advocated for the same cryptocurrency he invested in last season.","b":"The banker was advocating for the same cryptocurrency he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":860,"a":"The investor advocated for the same companies she advocated for last year.","b":"The investor was advocating for the same companies she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":861,"a":"The investor invested in the same cryptocurrency he advocated for last season.","b":"The investor was investing in the same cryptocurrency he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":862,"a":"The investor advocated for the same cryptocurrency he advocated for last year.","b":"The investor was advocating for the same cryptocurrency he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":863,"a":"The fund manager invested in the same cryptocurrency he invested in last season.","b":"The fund manager was investing in the same cryptocurrency he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":864,"a":"The banker advocated for the same companies she advocated for last year.","b":"The banker was advocating for the same companies she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":865,"a":"The banker invested in the same cryptocurrency she invested in last season.","b":"The banker was investing in the same cryptocurrency she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":866,"a":"The fund manager advocated for the same companies she invested in last season.","b":"The fund manager was advocating for the same companies she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":867,"a":"The investor invested in the same cryptocurrency she invested in last season.","b":"The investor was investing in the same cryptocurrency she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":868,"a":"The banker advocated for the same companies he advocated for last year.","b":"The banker was advocating for the same companies he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":869,"a":"The fund manager advocated for the same companies he advocated for last season.","b":"The fund manager was advocating for the same companies he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":870,"a":"The investor invested in the same companies she invested in last season.","b":"The investor was investing in the same companies she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":871,"a":"The investor advocated for the same cryptocurrency he advocated for last season.","b":"The investor was advocating for the same cryptocurrency he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":872,"a":"The banker invested in the same cryptocurrency she invested in last year.","b":"The banker was investing in the same cryptocurrency she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":873,"a":"The investor invested in the same cryptocurrency he invested in last year.","b":"The investor was investing in the same cryptocurrency he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":874,"a":"The investor advocated for the same companies he advocated for last season.","b":"The investor was advocating for the same companies he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":875,"a":"The banker invested in the same cryptocurrency he advocated for last season.","b":"The banker was investing in the same cryptocurrency he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":876,"a":"The banker advocated for the same cryptocurrency she invested in last year.","b":"The banker was advocating for the same cryptocurrency she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":877,"a":"The fund manager invested in the same cryptocurrency she invested in last season.","b":"The fund manager was investing in the same cryptocurrency she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":878,"a":"The investor invested in the same companies she invested in last year.","b":"The investor was investing in the same companies she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":879,"a":"The fund manager invested in the same companies she advocated for last season.","b":"The fund manager was investing in the same companies she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":880,"a":"The investor invested in the same cryptocurrency he invested in last season.","b":"The investor was investing in the same cryptocurrency he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":881,"a":"The fund manager advocated for the same companies she advocated for last season.","b":"The fund manager was advocating for the same companies she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":882,"a":"The investor advocated for the same companies he invested in last season.","b":"The investor was advocating for the same companies he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":883,"a":"The fund manager invested in the same companies he invested in last year.","b":"The fund manager was investing in the same companies he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":884,"a":"The banker invested in the same cryptocurrency he invested in last year.","b":"The banker was investing in the same cryptocurrency he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":885,"a":"The fund manager advocated for the same cryptocurrency she advocated for last season.","b":"The fund manager was advocating for the same cryptocurrency she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":886,"a":"The investor advocated for the same companies she invested in last year.","b":"The investor was advocating for the same companies she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":887,"a":"The banker advocated for the same cryptocurrency he invested in last year.","b":"The banker was advocating for the same cryptocurrency he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":888,"a":"The fund manager advocated for the same cryptocurrency she invested in last year.","b":"The fund manager was advocating for the same cryptocurrency she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":889,"a":"The fund manager invested in the same cryptocurrency she invested in last year.","b":"The fund manager was investing in the same cryptocurrency she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":890,"a":"The fund manager advocated for the same companies she advocated for last year.","b":"The fund manager was advocating for the same companies she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":891,"a":"The banker invested in the same companies she advocated for last season.","b":"The banker was investing in the same companies she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":892,"a":"The banker advocated for the same companies he invested in last year.","b":"The banker was advocating for the same companies he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":893,"a":"The fund manager advocated for the same cryptocurrency he invested in last season.","b":"The fund manager was advocating for the same cryptocurrency he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":894,"a":"The investor invested in the same companies he advocated for last year.","b":"The investor was investing in the same companies he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":895,"a":"The fund manager advocated for the same cryptocurrency he invested in last year.","b":"The fund manager was advocating for the same cryptocurrency he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":896,"a":"The fund manager advocated for the same cryptocurrency she invested in last season.","b":"The fund manager was advocating for the same cryptocurrency she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":897,"a":"The banker invested in the same cryptocurrency he invested in last season.","b":"The banker was investing in the same cryptocurrency he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":898,"a":"The investor invested in the same companies she advocated for last year.","b":"The investor was investing in the same companies she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":899,"a":"The fund manager invested in the same companies he invested in last season.","b":"The fund manager was investing in the same companies he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":900,"a":"The fund manager invested in the same companies he advocated for last season.","b":"The fund manager was investing in the same companies he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":901,"a":"The banker invested in the same companies she invested in last year.","b":"The banker was investing in the same companies she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":902,"a":"The fund manager invested in the same companies he advocated for last year.","b":"The fund manager was investing in the same companies he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":903,"a":"The banker invested in the same companies she advocated for last year.","b":"The banker was investing in the same companies she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":904,"a":"The investor invested in the same companies he invested in last year.","b":"The investor was investing in the same companies he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":905,"a":"The investor invested in the same cryptocurrency she advocated for last season.","b":"The investor was investing in the same cryptocurrency she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":906,"a":"The fund manager advocated for the same companies he invested in last year.","b":"The fund manager was advocating for the same companies he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":907,"a":"The investor advocated for the same cryptocurrency she advocated for last year.","b":"The investor was advocating for the same cryptocurrency she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":908,"a":"The investor advocated for the same cryptocurrency he invested in last year.","b":"The investor was advocating for the same cryptocurrency he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":909,"a":"The fund manager invested in the same cryptocurrency he advocated for last season.","b":"The fund manager was investing in the same cryptocurrency he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":910,"a":"The fund manager advocated for the same cryptocurrency he advocated for last year.","b":"The fund manager was advocating for the same cryptocurrency he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":911,"a":"The investor invested in the same companies she advocated for last season.","b":"The investor was investing in the same companies she advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":912,"a":"The investor advocated for the same cryptocurrency he invested in last season.","b":"The investor was advocating for the same cryptocurrency he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":913,"a":"The investor invested in the same companies he invested in last season.","b":"The investor was investing in the same companies he invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":914,"a":"The investor invested in the same companies he advocated for last season.","b":"The investor was investing in the same companies he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":915,"a":"The banker invested in the same companies he invested in last year.","b":"The banker was investing in the same companies he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":916,"a":"The fund manager invested in the same companies she invested in last season.","b":"The fund manager was investing in the same companies she invested in last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":917,"a":"The fund manager advocated for the same companies he advocated for last year.","b":"The fund manager was advocating for the same companies he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":918,"a":"The investor advocated for the same cryptocurrency she invested in last year.","b":"The investor was advocating for the same cryptocurrency she invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":919,"a":"The investor invested in the same cryptocurrency she advocated for last year.","b":"The investor was investing in the same cryptocurrency she advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":920,"a":"The fund manager invested in the same cryptocurrency he invested in last year.","b":"The fund manager was investing in the same cryptocurrency he invested in last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":921,"a":"The banker invested in the same companies he advocated for last season.","b":"The banker was investing in the same companies he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":922,"a":"The banker invested in the same cryptocurrency he advocated for last year.","b":"The banker was investing in the same cryptocurrency he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":923,"a":"The investor advocated for the same companies he advocated for last year.","b":"The investor was advocating for the same companies he advocated for last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":924,"a":"The banker advocated for the same cryptocurrency he advocated for last season.","b":"The banker was advocating for the same cryptocurrency he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":925,"a":"The banker advocated for the same companies he advocated for last season.","b":"The banker was advocating for the same companies he advocated for last season.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":926,"a":"The doctor took care of the same group of patients he took responsibility for.","b":"The doctor was taking care of the same group of patients he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":927,"a":"The nurse took care of the same patient he took responsibility for.","b":"The nurse was taking care of the same patient he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":928,"a":"The nurse took care of the same patient she took charge of.","b":"The nurse was taking care of the same patient she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":929,"a":"The nurse took care of the same patient she took responsibility for.","b":"The nurse was taking care of the same patient she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":930,"a":"The doctor looked after the same patient she took charge of.","b":"The doctor was looking after the same patient she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":931,"a":"The doctor took care of the same patient he took charge of.","b":"The doctor was taking care of the same patient he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":932,"a":"The nurse took care of the same patient he took charge of.","b":"The nurse was taking care of the same patient he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":933,"a":"The doctor took care of the same group of patients he took charge of.","b":"The doctor was taking care of the same group of patients he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":934,"a":"The nurse looked after the same group of patients he took charge of.","b":"The nurse was looking after the same group of patients he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":935,"a":"The nurse took care of the same group of patients she took responsibility for.","b":"The nurse was taking care of the same group of patients she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":936,"a":"The doctor looked after the same group of patients he took responsibility for.","b":"The doctor was looking after the same group of patients he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":937,"a":"The nurse looked after the same patient she took charge of.","b":"The nurse was looking after the same patient she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":938,"a":"The nurse took care of the same group of patients he took responsibility for.","b":"The nurse was taking care of the same group of patients he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":939,"a":"The doctor looked after the same group of patients he took charge of.","b":"The doctor was looking after the same group of patients he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":940,"a":"The nurse looked after the same group of patients she took charge of.","b":"The nurse was looking after the same group of patients she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":941,"a":"The nurse looked after the same group of patients he took responsibility for.","b":"The nurse was looking after the same group of patients he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":942,"a":"The doctor looked after the same patient she took responsibility for.","b":"The doctor was looking after the same patient she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":943,"a":"The doctor looked after the same group of patients she took charge of.","b":"The doctor was looking after the same group of patients she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":944,"a":"The doctor looked after the same patient he took responsibility for.","b":"The doctor was looking after the same patient he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":945,"a":"The nurse looked after the same patient he took responsibility for.","b":"The nurse was looking after the same patient he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":946,"a":"The doctor took care of the same patient she took responsibility for.","b":"The doctor was taking care of the same patient she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":947,"a":"The nurse took care of the same group of patients he took charge of.","b":"The nurse was taking care of the same group of patients he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":948,"a":"The nurse looked after the same patient she took responsibility for.","b":"The nurse was looking after the same patient she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":949,"a":"The doctor took care of the same patient he took responsibility for.","b":"The doctor was taking care of the same patient he took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":950,"a":"The doctor took care of the same group of patients she took charge of.","b":"The doctor was taking care of the same group of patients she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":951,"a":"The nurse took care of the same group of patients she took charge of.","b":"The nurse was taking care of the same group of patients she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":952,"a":"The nurse looked after the same patient he took charge of.","b":"The nurse was looking after the same patient he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":953,"a":"The doctor looked after the same patient he took charge of.","b":"The doctor was looking after the same patient he took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":954,"a":"The doctor took care of the same patient she took charge of.","b":"The doctor was taking care of the same patient she took charge of.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":955,"a":"The doctor looked after the same group of patients she took responsibility for.","b":"The doctor was looking after the same group of patients she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":956,"a":"The nurse looked after the same group of patients she took responsibility for.","b":"The nurse was looking after the same group of patients she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":957,"a":"The doctor took care of the same group of patients she took responsibility for.","b":"The doctor was taking care of the same group of patients she took responsibility for.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":958,"a":"The restaurant advertised the same type of snack it had made last year.","b":"The restaurant was advertising the same type of snack it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":959,"a":"The restaurant advertised the same food it had cooked last year.","b":"The restaurant was advertising the same food it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":960,"a":"The fast food restaurant made TV commercials for the same type of snack it had cooked last year.","b":"The fast food restaurant was making TV commercials for the same type of snack it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":961,"a":"The restaurant advertised the same type of snack it had sold last year.","b":"The restaurant was advertising the same type of snack it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":962,"a":"The fast food restaurant advertised the same type of snack it had cooked last year.","b":"The fast food restaurant was advertising the same type of snack it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":963,"a":"The fast food restaurant tried to sell the same type of snack it had made last year.","b":"The fast food restaurant was trying to sell the same type of snack it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":964,"a":"The fast food restaurant made TV commercials for the same type of snack it had made last year.","b":"The fast food restaurant was making TV commercials for the same type of snack it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":965,"a":"The fast food restaurant tried to sell the same food it had made last year.","b":"The fast food restaurant was trying to sell the same food it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":966,"a":"The fast food restaurant advertised the same type of snack it had made last year.","b":"The fast food restaurant was advertising the same type of snack it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":967,"a":"The restaurant made TV commercials for the same food it had sold last year.","b":"The restaurant was making TV commercials for the same food it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":968,"a":"The restaurant tried to sell the same food it had sold last year.","b":"The restaurant was trying to sell the same food it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":969,"a":"The fast food restaurant tried to sell the same food it had cooked last year.","b":"The fast food restaurant was trying to sell the same food it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":970,"a":"The restaurant advertised the same type of snack it had cooked last year.","b":"The restaurant was advertising the same type of snack it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":971,"a":"The restaurant tried to sell the same food it had cooked last year.","b":"The restaurant was trying to sell the same food it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":972,"a":"The fast food restaurant advertised the same food it had made last year.","b":"The fast food restaurant was advertising the same food it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":973,"a":"The fast food restaurant tried to sell the same food it had sold last year.","b":"The fast food restaurant was trying to sell the same food it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":974,"a":"The fast food restaurant made TV commercials for the same food it had made last year.","b":"The fast food restaurant was making TV commercials for the same food it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":975,"a":"The restaurant advertised the same food it had made last year.","b":"The restaurant was advertising the same food it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":976,"a":"The fast food restaurant advertised the same food it had cooked last year.","b":"The fast food restaurant was advertising the same food it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":977,"a":"The restaurant advertised the same food it had sold last year.","b":"The restaurant was advertising the same food it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":978,"a":"The restaurant tried to sell the same food it had made last year.","b":"The restaurant was trying to sell the same food it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":979,"a":"The restaurant tried to sell the same type of snack it had made last year.","b":"The restaurant was trying to sell the same type of snack it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":980,"a":"The fast food restaurant advertised the same type of snack it had sold last year.","b":"The fast food restaurant was advertising the same type of snack it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":981,"a":"The restaurant made TV commercials for the same food it had made last year.","b":"The restaurant was making TV commercials for the same food it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":982,"a":"The restaurant made TV commercials for the same type of snack it had made last year.","b":"The restaurant was making TV commercials for the same type of snack it had made last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":983,"a":"The fast food restaurant tried to sell the same type of snack it had sold last year.","b":"The fast food restaurant was trying to sell the same type of snack it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":984,"a":"The restaurant made TV commercials for the same type of snack it had sold last year.","b":"The restaurant was making TV commercials for the same type of snack it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":985,"a":"The restaurant tried to sell the same type of snack it had cooked last year.","b":"The restaurant was trying to sell the same type of snack it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":986,"a":"The fast food restaurant made TV commercials for the same food it had sold last year.","b":"The fast food restaurant was making TV commercials for the same food it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":987,"a":"The restaurant made TV commercials for the same food it had cooked last year.","b":"The restaurant was making TV commercials for the same food it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":988,"a":"The restaurant tried to sell the same type of snack it had sold last year.","b":"The restaurant was trying to sell the same type of snack it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":989,"a":"The fast food restaurant advertised the same food it had sold last year.","b":"The fast food restaurant was advertising the same food it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":990,"a":"The fast food restaurant tried to sell the same type of snack it had cooked last year.","b":"The fast food restaurant was trying to sell the same type of snack it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":991,"a":"The fast food restaurant made TV commercials for the same food it had cooked last year.","b":"The fast food restaurant was making TV commercials for the same food it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":992,"a":"The fast food restaurant made TV commercials for the same type of snack it had sold last year.","b":"The fast food restaurant was making TV commercials for the same type of snack it had sold last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":993,"a":"The restaurant made TV commercials for the same type of snack it had cooked last year.","b":"The restaurant was making TV commercials for the same type of snack it had cooked last year.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":994,"a":"The undergraduate stayed in the same apartment she had lived in.","b":"The undergraduate was staying in the same apartment she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":995,"a":"The undergraduate stayed in the same dorm room he had lived in.","b":"The undergraduate was staying in the same dorm room he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":996,"a":"The student stayed in the same dorm room he had slept in.","b":"The student was staying in the same dorm room he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":997,"a":"The undergraduate occupied the same tiny bedroom she had slept in.","b":"The undergraduate was occupying the same tiny bedroom she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":998,"a":"The student occupied the same dorm room he had slept in.","b":"The student was occupying the same dorm room he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":999,"a":"The student occupied the same dorm room she had slept in.","b":"The student was occupying the same dorm room she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1000,"a":"The undergraduate occupied the same dorm room she had lived in.","b":"The undergraduate was occupying the same dorm room she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1001,"a":"The student occupied the same dorm room she had lived in.","b":"The student was occupying the same dorm room she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1002,"a":"The student stayed in the same apartment he had lived in.","b":"The student was staying in the same apartment he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1003,"a":"The undergraduate occupied the same apartment she had lived in.","b":"The undergraduate was occupying the same apartment she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1004,"a":"The student occupied the same tiny bedroom he had slept in.","b":"The student was occupying the same tiny bedroom he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1005,"a":"The student stayed in the same tiny bedroom she had slept in.","b":"The student was staying in the same tiny bedroom she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1006,"a":"The student occupied the same apartment she had lived in.","b":"The student was occupying the same apartment she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1007,"a":"The undergraduate stayed in the same apartment he had slept in.","b":"The undergraduate was staying in the same apartment he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1008,"a":"The undergraduate occupied the same apartment he had slept in.","b":"The undergraduate was occupying the same apartment he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1009,"a":"The student occupied the same tiny bedroom he had lived in.","b":"The student was occupying the same tiny bedroom he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1010,"a":"The undergraduate occupied the same tiny bedroom he had slept in.","b":"The undergraduate was occupying the same tiny bedroom he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1011,"a":"The undergraduate occupied the same tiny bedroom she had lived in.","b":"The undergraduate was occupying the same tiny bedroom she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1012,"a":"The student stayed in the same apartment she had slept in.","b":"The student was staying in the same apartment she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1013,"a":"The undergraduate stayed in the same dorm room he had slept in.","b":"The undergraduate was staying in the same dorm room he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1014,"a":"The student occupied the same apartment he had lived in.","b":"The student was occupying the same apartment he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1015,"a":"The undergraduate stayed in the same tiny bedroom he had lived in.","b":"The undergraduate was staying in the same tiny bedroom he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1016,"a":"The student occupied the same dorm room he had lived in.","b":"The student was occupying the same dorm room he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1017,"a":"The student occupied the same tiny bedroom she had slept in.","b":"The student was occupying the same tiny bedroom she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1018,"a":"The undergraduate stayed in the same tiny bedroom she had slept in.","b":"The undergraduate was staying in the same tiny bedroom she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1019,"a":"The student occupied the same apartment he had slept in.","b":"The student was occupying the same apartment he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1020,"a":"The undergraduate occupied the same tiny bedroom he had lived in.","b":"The undergraduate was occupying the same tiny bedroom he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1021,"a":"The student stayed in the same tiny bedroom he had slept in.","b":"The student was staying in the same tiny bedroom he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1022,"a":"The undergraduate occupied the same apartment he had lived in.","b":"The undergraduate was occupying the same apartment he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1023,"a":"The student stayed in the same dorm room she had lived in.","b":"The student was staying in the same dorm room she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1024,"a":"The undergraduate occupied the same dorm room he had slept in.","b":"The undergraduate was occupying the same dorm room he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1025,"a":"The undergraduate stayed in the same apartment he had lived in.","b":"The undergraduate was staying in the same apartment he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1026,"a":"The student stayed in the same tiny bedroom she had lived in.","b":"The student was staying in the same tiny bedroom she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1027,"a":"The student stayed in the same tiny bedroom he had lived in.","b":"The student was staying in the same tiny bedroom he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1028,"a":"The student occupied the same tiny bedroom she had lived in.","b":"The student was occupying the same tiny bedroom she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1029,"a":"The undergraduate stayed in the same apartment she had slept in.","b":"The undergraduate was staying in the same apartment she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1030,"a":"The undergraduate occupied the same dorm room he had lived in.","b":"The undergraduate was occupying the same dorm room he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1031,"a":"The student stayed in the same apartment she had lived in.","b":"The student was staying in the same apartment she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1032,"a":"The student stayed in the same dorm room he had lived in.","b":"The student was staying in the same dorm room he had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1033,"a":"The undergraduate stayed in the same dorm room she had lived in.","b":"The undergraduate was staying in the same dorm room she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1034,"a":"The undergraduate stayed in the same dorm room she had slept in.","b":"The undergraduate was staying in the same dorm room she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1035,"a":"The undergraduate stayed in the same tiny bedroom he had slept in.","b":"The undergraduate was staying in the same tiny bedroom he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1036,"a":"The student stayed in the same apartment he had slept in.","b":"The student was staying in the same apartment he had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1037,"a":"The student stayed in the same dorm room she had slept in.","b":"The student was staying in the same dorm room she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1038,"a":"The undergraduate stayed in the same tiny bedroom she had lived in.","b":"The undergraduate was staying in the same tiny bedroom she had lived in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1039,"a":"The undergraduate occupied the same dorm room she had slept in.","b":"The undergraduate was occupying the same dorm room she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1040,"a":"The undergraduate occupied the same apartment she had slept in.","b":"The undergraduate was occupying the same apartment she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1041,"a":"The student occupied the same apartment she had slept in.","b":"The student was occupying the same apartment she had slept in.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1042,"a":"The analyst analyzed the raw data the data engineer had collected.","b":"The analyst was analyzing the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1043,"a":"The data analyst processed the customer data the data engineer had collected.","b":"The data analyst was processing the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1044,"a":"The data analyst wrote a program to process the customer data the data engineer had collected.","b":"The data analyst was writing a program to process the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1045,"a":"The data scientist processed the customer data the data engineer had collected.","b":"The data scientist was processing the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1046,"a":"The data analyst analyzed the data the data engineer had collected.","b":"The data analyst was analyzing the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1047,"a":"The analyst wrote a program to process the data the data engineer had collected.","b":"The analyst was writing a program to process the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1048,"a":"The analyst analyzed the customer data the data engineer had collected.","b":"The analyst was analyzing the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1049,"a":"The data scientist processed the raw data the data engineer had collected.","b":"The data scientist was processing the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1050,"a":"The analyst processed the raw data the data engineer had collected.","b":"The analyst was processing the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1051,"a":"The data analyst wrote a program to process the raw data the data engineer had collected.","b":"The data analyst was writing a program to process the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1052,"a":"The data scientist wrote a program to process the data the data engineer had collected.","b":"The data scientist was writing a program to process the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1053,"a":"The data analyst processed the data the data engineer had collected.","b":"The data analyst was processing the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1054,"a":"The analyst wrote a program to process the raw data the data engineer had collected.","b":"The analyst was writing a program to process the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1055,"a":"The analyst processed the customer data the data engineer had collected.","b":"The analyst was processing the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1056,"a":"The data scientist wrote a program to process the raw data the data engineer had collected.","b":"The data scientist was writing a program to process the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1057,"a":"The analyst processed the data the data engineer had collected.","b":"The analyst was processing the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1058,"a":"The data scientist analyzed the raw data the data engineer had collected.","b":"The data scientist was analyzing the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1059,"a":"The data scientist analyzed the data the data engineer had collected.","b":"The data scientist was analyzing the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1060,"a":"The analyst wrote a program to process the customer data the data engineer had collected.","b":"The analyst was writing a program to process the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1061,"a":"The data analyst analyzed the customer data the data engineer had collected.","b":"The data analyst was analyzing the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1062,"a":"The data analyst analyzed the raw data the data engineer had collected.","b":"The data analyst was analyzing the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1063,"a":"The data analyst wrote a program to process the data the data engineer had collected.","b":"The data analyst was writing a program to process the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1064,"a":"The data scientist wrote a program to process the customer data the data engineer had collected.","b":"The data scientist was writing a program to process the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1065,"a":"The analyst analyzed the data the data engineer had collected.","b":"The analyst was analyzing the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1066,"a":"The data scientist analyzed the customer data the data engineer had collected.","b":"The data scientist was analyzing the customer data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1067,"a":"The data scientist processed the data the data engineer had collected.","b":"The data scientist was processing the data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1068,"a":"The data analyst processed the raw data the data engineer had collected.","b":"The data analyst was processing the raw data the data engineer had collected.","ambiguous":true,"template":"1_RC_ambig_2"}
