{"pair_ID":0,"a":"She has tried to transfer the ticket the guard was setting aside for her friend.","b":"Has she tried to transfer the ticket the guard was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":1,"a":"She has tried to transfer the ticket the ticket booth was reserving for her.","b":"Has she tried to transfer the ticket the ticket booth was reserving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":2,"a":"She has tried to transfer the ticket the ticket booth was setting aside for her friend.","b":"Has she tried to transfer the ticket the ticket booth was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":3,"a":"She has forgotten to pick up the admission bracelet the guard was setting aside for her.","b":"Has she forgotten to pick up the admission bracelet the guard was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":4,"a":"She has tried to transfer the admission bracelet the guard was reserving for her.","b":"Has she tried to transfer the admission bracelet the guard was reserving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":5,"a":"She has tried to transfer the ticket the guard was reserving for her friend.","b":"Has she tried to transfer the ticket the guard was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":6,"a":"She has claimed the admission bracelet the guard was setting aside for her friend.","b":"Has she claimed the admission bracelet the guard was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":7,"a":"She has forgotten to pick up the ticket the guard was saving for her.","b":"Has she forgotten to pick up the ticket the guard was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":8,"a":"She has claimed the admission bracelet the box office was reserving for her friend.","b":"Has she claimed the admission bracelet the box office was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":9,"a":"She has claimed the admission bracelet the ticket booth was saving for her.","b":"Has she claimed the admission bracelet the ticket booth was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":10,"a":"She has claimed the admission bracelet the guard was setting aside for her.","b":"Has she claimed the admission bracelet the guard was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":11,"a":"She has forgotten to pick up the ticket the box office was setting aside for her.","b":"Has she forgotten to pick up the ticket the box office was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":12,"a":"She has forgotten to pick up the admission bracelet the guard was saving for her friend.","b":"Has she forgotten to pick up the admission bracelet the guard was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":13,"a":"She has claimed the admission bracelet the guard was saving for her.","b":"Has she claimed the admission bracelet the guard was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":14,"a":"She has forgotten to pick up the ticket the box office was reserving for her.","b":"Has she forgotten to pick up the ticket the box office was reserving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":15,"a":"She has forgotten to pick up the admission bracelet the ticket booth was setting aside for her friend.","b":"Has she forgotten to pick up the admission bracelet the ticket booth was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":16,"a":"She has claimed the admission bracelet the ticket booth was setting aside for her.","b":"Has she claimed the admission bracelet the ticket booth was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":17,"a":"She has claimed the ticket the box office was reserving for her friend.","b":"Has she claimed the ticket the box office was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":18,"a":"She has tried to transfer the admission bracelet the box office was setting aside for her.","b":"Has she tried to transfer the admission bracelet the box office was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":19,"a":"She has claimed the admission bracelet the guard was reserving for her.","b":"Has she claimed the admission bracelet the guard was reserving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":20,"a":"She has tried to transfer the ticket the guard was saving for her friend.","b":"Has she tried to transfer the ticket the guard was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":21,"a":"She has tried to transfer the admission bracelet the box office was saving for her friend.","b":"Has she tried to transfer the admission bracelet the box office was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":22,"a":"She has tried to transfer the admission bracelet the guard was setting aside for her friend.","b":"Has she tried to transfer the admission bracelet the guard was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":23,"a":"She has tried to transfer the ticket the box office was setting aside for her friend.","b":"Has she tried to transfer the ticket the box office was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":24,"a":"She has claimed the admission bracelet the guard was saving for her friend.","b":"Has she claimed the admission bracelet the guard was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":25,"a":"She has claimed the ticket the ticket booth was reserving for her friend.","b":"Has she claimed the ticket the ticket booth was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":26,"a":"She has claimed the admission bracelet the box office was setting aside for her friend.","b":"Has she claimed the admission bracelet the box office was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":27,"a":"She has forgotten to pick up the admission bracelet the ticket booth was saving for her friend.","b":"Has she forgotten to pick up the admission bracelet the ticket booth was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":28,"a":"She has claimed the ticket the ticket booth was saving for her.","b":"Has she claimed the ticket the ticket booth was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":29,"a":"She has forgotten to pick up the admission bracelet the box office was setting aside for her friend.","b":"Has she forgotten to pick up the admission bracelet the box office was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":30,"a":"She has forgotten to pick up the admission bracelet the box office was reserving for her.","b":"Has she forgotten to pick up the admission bracelet the box office was reserving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":31,"a":"She has claimed the ticket the box office was saving for her.","b":"Has she claimed the ticket the box office was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":32,"a":"She has claimed the ticket the ticket booth was setting aside for her.","b":"Has she claimed the ticket the ticket booth was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":33,"a":"She has tried to transfer the ticket the guard was setting aside for her.","b":"Has she tried to transfer the ticket the guard was setting aside for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":34,"a":"She has forgotten to pick up the ticket the ticket booth was saving for her friend.","b":"Has she forgotten to pick up the ticket the ticket booth was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":35,"a":"She has claimed the admission bracelet the ticket booth was setting aside for her friend.","b":"Has she claimed the admission bracelet the ticket booth was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":36,"a":"She has forgotten to pick up the ticket the box office was saving for her.","b":"Has she forgotten to pick up the ticket the box office was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":37,"a":"She has tried to transfer the ticket the guard was reserving for her.","b":"Has she tried to transfer the ticket the guard was reserving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":38,"a":"She has claimed the ticket the guard was setting aside for her friend.","b":"Has she claimed the ticket the guard was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":39,"a":"She has tried to transfer the ticket the ticket booth was reserving for her friend.","b":"Has she tried to transfer the ticket the ticket booth was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":40,"a":"She has forgotten to pick up the ticket the guard was setting aside for her friend.","b":"Has she forgotten to pick up the ticket the guard was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":41,"a":"She has claimed the admission bracelet the ticket booth was reserving for her friend.","b":"Has she claimed the admission bracelet the ticket booth was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":42,"a":"She has claimed the ticket the box office was saving for her friend.","b":"Has she claimed the ticket the box office was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":43,"a":"She has forgotten to pick up the admission bracelet the box office was reserving for her friend.","b":"Has she forgotten to pick up the admission bracelet the box office was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":44,"a":"She has claimed the ticket the guard was reserving for her friend.","b":"Has she claimed the ticket the guard was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":45,"a":"She has claimed the ticket the guard was saving for her.","b":"Has she claimed the ticket the guard was saving for her?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":46,"a":"She has tried to transfer the admission bracelet the guard was saving for her friend.","b":"Has she tried to transfer the admission bracelet the guard was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":47,"a":"She has forgotten to pick up the admission bracelet the ticket booth was reserving for her friend.","b":"Has she forgotten to pick up the admission bracelet the ticket booth was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":48,"a":"She has tried to transfer the admission bracelet the ticket booth was setting aside for her friend.","b":"Has she tried to transfer the admission bracelet the ticket booth was setting aside for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":49,"a":"She has claimed the admission bracelet the guard was reserving for her friend.","b":"Has she claimed the admission bracelet the guard was reserving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":50,"a":"He has swiped the cash his mother was storing on the dresser.","b":"Has he swiped the cash his mother was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":51,"a":"He has grabbed the money his friend was storing on the dresser.","b":"Has he grabbed the money his friend was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":52,"a":"He has stolen the cash his friend was keeping on the dresser.","b":"Has he stolen the cash his friend was keeping on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":53,"a":"He has pilfered the cash his brother was hiding on the dresser.","b":"Has he pilfered the cash his brother was hiding on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":54,"a":"He has stolen the money his father was hiding in the safe.","b":"Has he stolen the money his father was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":55,"a":"He has swiped the cash his brother was hiding in the safe.","b":"Has he swiped the cash his brother was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":56,"a":"He has swiped the money his mother was keeping in the safe.","b":"Has he swiped the money his mother was keeping in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":57,"a":"He has stolen the cash his sister was keeping under the bed.","b":"Has he stolen the cash his sister was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":58,"a":"He has grabbed the money his father was keeping on the dresser.","b":"Has he grabbed the money his father was keeping on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":59,"a":"He has swiped the cash his father was keeping in the safe.","b":"Has he swiped the cash his father was keeping in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":60,"a":"He has swiped the cash his friend was storing under the bed.","b":"Has he swiped the cash his friend was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":61,"a":"He has swiped the cash his mother was storing under the bed.","b":"Has he swiped the cash his mother was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":62,"a":"He has pilfered the cash his friend was storing on the dresser.","b":"Has he pilfered the cash his friend was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":63,"a":"He has swiped the money his mother was storing on the dresser.","b":"Has he swiped the money his mother was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":64,"a":"He has pilfered the cash his mother was hiding on the dresser.","b":"Has he pilfered the cash his mother was hiding on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":65,"a":"He has stolen the money his sister was keeping in the safe.","b":"Has he stolen the money his sister was keeping in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":66,"a":"He has swiped the money his mother was keeping under the bed.","b":"Has he swiped the money his mother was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":67,"a":"He has stolen the money his brother was hiding in the safe.","b":"Has he stolen the money his brother was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":68,"a":"He has pilfered the cash his brother was keeping in the safe.","b":"Has he pilfered the cash his brother was keeping in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":69,"a":"He has pilfered the cash his mother was hiding in the safe.","b":"Has he pilfered the cash his mother was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":70,"a":"He has grabbed the money his mother was storing in the safe.","b":"Has he grabbed the money his mother was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":71,"a":"He has grabbed the money his sister was hiding under the bed.","b":"Has he grabbed the money his sister was hiding under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":72,"a":"He has stolen the money his friend was keeping under the bed.","b":"Has he stolen the money his friend was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":73,"a":"He has grabbed the money his mother was hiding in the safe.","b":"Has he grabbed the money his mother was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":74,"a":"He has swiped the money his mother was keeping on the dresser.","b":"Has he swiped the money his mother was keeping on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":75,"a":"He has pilfered the cash his father was hiding in the safe.","b":"Has he pilfered the cash his father was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":76,"a":"He has swiped the cash his brother was keeping under the bed.","b":"Has he swiped the cash his brother was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":77,"a":"He has grabbed the money his friend was keeping under the bed.","b":"Has he grabbed the money his friend was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":78,"a":"He has grabbed the money his father was storing on the dresser.","b":"Has he grabbed the money his father was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":79,"a":"He has grabbed the money his father was storing under the bed.","b":"Has he grabbed the money his father was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":80,"a":"He has stolen the money his father was storing in the safe.","b":"Has he stolen the money his father was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":81,"a":"He has pilfered the cash his friend was storing in the safe.","b":"Has he pilfered the cash his friend was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":82,"a":"He has stolen the money his brother was storing in the safe.","b":"Has he stolen the money his brother was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":83,"a":"He has grabbed the cash his brother was storing in the safe.","b":"Has he grabbed the cash his brother was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":84,"a":"He has pilfered the money his sister was keeping on the dresser.","b":"Has he pilfered the money his sister was keeping on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":85,"a":"He has grabbed the cash his father was storing under the bed.","b":"Has he grabbed the cash his father was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":86,"a":"He has grabbed the cash his friend was hiding in the safe.","b":"Has he grabbed the cash his friend was hiding in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":87,"a":"He has swiped the money his brother was keeping under the bed.","b":"Has he swiped the money his brother was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":88,"a":"He has swiped the money his friend was hiding on the dresser.","b":"Has he swiped the money his friend was hiding on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":89,"a":"He has swiped the cash his sister was storing on the dresser.","b":"Has he swiped the cash his sister was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":90,"a":"He has grabbed the cash his father was hiding on the dresser.","b":"Has he grabbed the cash his father was hiding on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":91,"a":"He has swiped the money his sister was keeping under the bed.","b":"Has he swiped the money his sister was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":92,"a":"He has pilfered the money his mother was storing under the bed.","b":"Has he pilfered the money his mother was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":93,"a":"He has swiped the money his sister was storing in the safe.","b":"Has he swiped the money his sister was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":94,"a":"He has grabbed the cash his sister was storing in the safe.","b":"Has he grabbed the cash his sister was storing in the safe?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":95,"a":"He has grabbed the cash his father was storing on the dresser.","b":"Has he grabbed the cash his father was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":96,"a":"He has stolen the money his friend was storing under the bed.","b":"Has he stolen the money his friend was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":97,"a":"He has swiped the cash his brother was storing under the bed.","b":"Has he swiped the cash his brother was storing under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":98,"a":"He has stolen the money his father was keeping under the bed.","b":"Has he stolen the money his father was keeping under the bed?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":99,"a":"He has swiped the cash his father was storing on the dresser.","b":"Has he swiped the cash his father was storing on the dresser?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":100,"a":"She has lost the bracelet her roommate was saving for her daughter.","b":"Has she lost the bracelet her roommate was saving for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":101,"a":"She has lost the necklace her roommate was holding onto for her friend.","b":"Has she lost the necklace her roommate was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":102,"a":"She has pawned the ring the jeweler was saving for her friend.","b":"Has she pawned the ring the jeweler was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":103,"a":"She has sold the bracelet her roommate was saving for her wife.","b":"Has she sold the bracelet her roommate was saving for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":104,"a":"She has pawned the necklace the jeweler was holding onto for her friend.","b":"Has she pawned the necklace the jeweler was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":105,"a":"She has sold the bracelet her roommate was saving for her daughter.","b":"Has she sold the bracelet her roommate was saving for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":106,"a":"She has sold the necklace her roommate was holding onto for her daughter.","b":"Has she sold the necklace her roommate was holding onto for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":107,"a":"She has lost the bracelet the jeweler was holding onto for her wife.","b":"Has she lost the bracelet the jeweler was holding onto for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":108,"a":"She has pawned the ring her roommate was saving for herself.","b":"Has she pawned the ring her roommate was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":109,"a":"She has pawned the bracelet the jeweler was saving for her daughter.","b":"Has she pawned the bracelet the jeweler was saving for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":110,"a":"She has sold the ring her roommate was saving for herself.","b":"Has she sold the ring her roommate was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":111,"a":"She has sold the bracelet the jeweler was holding onto for her friend.","b":"Has she sold the bracelet the jeweler was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":112,"a":"She has sold the ring the jeweler was holding onto for her friend.","b":"Has she sold the ring the jeweler was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":113,"a":"She has sold the necklace her roommate was saving for her friend.","b":"Has she sold the necklace her roommate was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":114,"a":"She has lost the bracelet her roommate was holding onto for her wife.","b":"Has she lost the bracelet her roommate was holding onto for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":115,"a":"She has pawned the ring the jeweler was saving for herself.","b":"Has she pawned the ring the jeweler was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":116,"a":"She has sold the ring the jeweler was holding onto for her wife.","b":"Has she sold the ring the jeweler was holding onto for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":117,"a":"She has lost the ring her roommate was holding onto for her friend.","b":"Has she lost the ring her roommate was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":118,"a":"She has pawned the necklace her roommate was saving for herself.","b":"Has she pawned the necklace her roommate was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":119,"a":"She has lost the ring the jeweler was saving for her wife.","b":"Has she lost the ring the jeweler was saving for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":120,"a":"She has lost the ring the jeweler was saving for herself.","b":"Has she lost the ring the jeweler was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":121,"a":"She has sold the necklace her roommate was saving for her wife.","b":"Has she sold the necklace her roommate was saving for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":122,"a":"She has sold the ring her roommate was holding onto for her wife.","b":"Has she sold the ring her roommate was holding onto for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":123,"a":"She has lost the necklace her roommate was holding onto for her daughter.","b":"Has she lost the necklace her roommate was holding onto for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":124,"a":"She has sold the bracelet her roommate was holding onto for her daughter.","b":"Has she sold the bracelet her roommate was holding onto for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":125,"a":"She has pawned the bracelet the jeweler was holding onto for her wife.","b":"Has she pawned the bracelet the jeweler was holding onto for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":126,"a":"She has pawned the bracelet the jeweler was saving for her friend.","b":"Has she pawned the bracelet the jeweler was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":127,"a":"She has sold the bracelet her roommate was holding onto for herself.","b":"Has she sold the bracelet her roommate was holding onto for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":128,"a":"She has sold the ring the jeweler was saving for her friend.","b":"Has she sold the ring the jeweler was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":129,"a":"She has pawned the bracelet her roommate was saving for her wife.","b":"Has she pawned the bracelet her roommate was saving for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":130,"a":"She has pawned the bracelet her roommate was holding onto for her wife.","b":"Has she pawned the bracelet her roommate was holding onto for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":131,"a":"She has lost the necklace the jeweler was saving for herself.","b":"Has she lost the necklace the jeweler was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":132,"a":"She has sold the necklace her roommate was holding onto for herself.","b":"Has she sold the necklace her roommate was holding onto for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":133,"a":"She has lost the necklace the jeweler was saving for her wife.","b":"Has she lost the necklace the jeweler was saving for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":134,"a":"She has sold the ring her roommate was holding onto for her friend.","b":"Has she sold the ring her roommate was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":135,"a":"She has pawned the ring her roommate was saving for her friend.","b":"Has she pawned the ring her roommate was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":136,"a":"She has pawned the bracelet her roommate was saving for herself.","b":"Has she pawned the bracelet her roommate was saving for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":137,"a":"She has sold the ring her roommate was saving for her friend.","b":"Has she sold the ring her roommate was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":138,"a":"She has sold the necklace her roommate was saving for her daughter.","b":"Has she sold the necklace her roommate was saving for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":139,"a":"She has pawned the bracelet the jeweler was saving for her wife.","b":"Has she pawned the bracelet the jeweler was saving for her wife?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":140,"a":"She has pawned the bracelet the jeweler was holding onto for her daughter.","b":"Has she pawned the bracelet the jeweler was holding onto for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":141,"a":"She has pawned the bracelet the jeweler was holding onto for herself.","b":"Has she pawned the bracelet the jeweler was holding onto for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":142,"a":"She has lost the necklace the jeweler was holding onto for her daughter.","b":"Has she lost the necklace the jeweler was holding onto for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":143,"a":"She has lost the necklace the jeweler was holding onto for herself.","b":"Has she lost the necklace the jeweler was holding onto for herself?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":144,"a":"She has sold the bracelet her roommate was saving for her friend.","b":"Has she sold the bracelet her roommate was saving for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":145,"a":"She has lost the ring her roommate was saving for her daughter.","b":"Has she lost the ring her roommate was saving for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":146,"a":"She has pawned the ring the jeweler was holding onto for her friend.","b":"Has she pawned the ring the jeweler was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":147,"a":"She has lost the bracelet the jeweler was holding onto for her daughter.","b":"Has she lost the bracelet the jeweler was holding onto for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":148,"a":"She has pawned the bracelet the jeweler was holding onto for her friend.","b":"Has she pawned the bracelet the jeweler was holding onto for her friend?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":149,"a":"She has pawned the bracelet her roommate was saving for her daughter.","b":"Has she pawned the bracelet her roommate was saving for her daughter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":150,"a":"He has fed the annoying little dog I was walking to the park.","b":"Has he fed the annoying little dog I was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":151,"a":"He has brushed the dalmatian the dog walker was taking to the park.","b":"Has he brushed the dalmatian the dog walker was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":152,"a":"He has fed the annoying little dog I was walking outside.","b":"Has he fed the annoying little dog I was walking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":153,"a":"He has brushed the dog the dog walker was taking outside.","b":"Has he brushed the dog the dog walker was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":154,"a":"He has fed the dalmatian he was walking around the block.","b":"Has he fed the dalmatian he was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":155,"a":"He has brushed the dog the dog walker was walking outside.","b":"Has he brushed the dog the dog walker was walking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":156,"a":"He has fed the annoying little dog the dog walker was walking around the block.","b":"Has he fed the annoying little dog the dog walker was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":157,"a":"He has fed the dog the dog walker was taking to the park.","b":"Has he fed the dog the dog walker was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":158,"a":"He has brushed the annoying little dog the dog walker was walking outside.","b":"Has he brushed the annoying little dog the dog walker was walking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":159,"a":"He has brushed the dalmatian he was taking around the block.","b":"Has he brushed the dalmatian he was taking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":160,"a":"He has fed the annoying little dog he was walking to the park.","b":"Has he fed the annoying little dog he was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":161,"a":"He has brushed the annoying little dog I was taking around the block.","b":"Has he brushed the annoying little dog I was taking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":162,"a":"He has fed the dog I was walking around the block.","b":"Has he fed the dog I was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":163,"a":"He has played with the dog I was walking outside.","b":"Has he played with the dog I was walking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":164,"a":"He has brushed the dog I was taking around the block.","b":"Has he brushed the dog I was taking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":165,"a":"He has fed the dalmatian the dog walker was taking outside.","b":"Has he fed the dalmatian the dog walker was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":166,"a":"He has played with the dalmatian the dog walker was walking around the block.","b":"Has he played with the dalmatian the dog walker was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":167,"a":"He has brushed the annoying little dog I was walking around the block.","b":"Has he brushed the annoying little dog I was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":168,"a":"He has brushed the dog he was taking outside.","b":"Has he brushed the dog he was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":169,"a":"He has brushed the dalmatian the dog walker was walking around the block.","b":"Has he brushed the dalmatian the dog walker was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":170,"a":"He has fed the dog the dog walker was walking outside.","b":"Has he fed the dog the dog walker was walking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":171,"a":"He has fed the dalmatian he was taking around the block.","b":"Has he fed the dalmatian he was taking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":172,"a":"He has fed the dog he was walking around the block.","b":"Has he fed the dog he was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":173,"a":"He has brushed the annoying little dog I was taking to the park.","b":"Has he brushed the annoying little dog I was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":174,"a":"He has played with the dog he was walking around the block.","b":"Has he played with the dog he was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":175,"a":"He has played with the annoying little dog the dog walker was taking around the block.","b":"Has he played with the annoying little dog the dog walker was taking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":176,"a":"He has fed the annoying little dog he was walking around the block.","b":"Has he fed the annoying little dog he was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":177,"a":"He has played with the dalmatian he was taking to the park.","b":"Has he played with the dalmatian he was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":178,"a":"He has brushed the dalmatian I was taking outside.","b":"Has he brushed the dalmatian I was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":179,"a":"He has fed the dog the dog walker was taking around the block.","b":"Has he fed the dog the dog walker was taking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":180,"a":"He has brushed the annoying little dog the dog walker was walking around the block.","b":"Has he brushed the annoying little dog the dog walker was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":181,"a":"He has played with the annoying little dog the dog walker was walking outside.","b":"Has he played with the annoying little dog the dog walker was walking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":182,"a":"He has fed the dog I was taking outside.","b":"Has he fed the dog I was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":183,"a":"He has played with the dog I was taking to the park.","b":"Has he played with the dog I was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":184,"a":"He has played with the annoying little dog I was taking outside.","b":"Has he played with the annoying little dog I was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":185,"a":"He has brushed the dog he was walking to the park.","b":"Has he brushed the dog he was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":186,"a":"He has brushed the dog he was walking around the block.","b":"Has he brushed the dog he was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":187,"a":"He has brushed the dalmatian he was walking around the block.","b":"Has he brushed the dalmatian he was walking around the block?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":188,"a":"He has brushed the annoying little dog the dog walker was walking to the park.","b":"Has he brushed the annoying little dog the dog walker was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":189,"a":"He has fed the dalmatian he was taking outside.","b":"Has he fed the dalmatian he was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":190,"a":"He has brushed the dalmatian I was walking to the park.","b":"Has he brushed the dalmatian I was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":191,"a":"He has played with the dalmatian he was walking to the park.","b":"Has he played with the dalmatian he was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":192,"a":"He has brushed the annoying little dog the dog walker was taking to the park.","b":"Has he brushed the annoying little dog the dog walker was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":193,"a":"He has played with the dalmatian the dog walker was taking outside.","b":"Has he played with the dalmatian the dog walker was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":194,"a":"He has fed the dog he was walking to the park.","b":"Has he fed the dog he was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":195,"a":"He has played with the dog he was walking to the park.","b":"Has he played with the dog he was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":196,"a":"He has fed the dalmatian I was taking to the park.","b":"Has he fed the dalmatian I was taking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":197,"a":"He has brushed the annoying little dog the dog walker was taking outside.","b":"Has he brushed the annoying little dog the dog walker was taking outside?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":198,"a":"He has brushed the annoying little dog he was walking to the park.","b":"Has he brushed the annoying little dog he was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":199,"a":"He has fed the dog the dog walker was walking to the park.","b":"Has he fed the dog the dog walker was walking to the park?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":200,"a":"She has taken home the dog she was looking at in the pound.","b":"Has she taken home the dog she was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":201,"a":"She has taken home the dog her daughter was caring for in the pound.","b":"Has she taken home the dog her daughter was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":202,"a":"She has adopted the cat her daughter was caring for in the pound.","b":"Has she adopted the cat her daughter was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":203,"a":"She has adopted the bird her daughter was visiting in the animal rescue.","b":"Has she adopted the bird her daughter was visiting in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":204,"a":"She has adopted the cat she was visiting in the animal rescue.","b":"Has she adopted the cat she was visiting in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":205,"a":"She has taken home the bird she was caring for in the animal rescue.","b":"Has she taken home the bird she was caring for in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":206,"a":"She has taken home the cat she was caring for in the shelter.","b":"Has she taken home the cat she was caring for in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":207,"a":"She has taken home the cat her daughter was caring for in the pound.","b":"Has she taken home the cat her daughter was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":208,"a":"She has taken home the bird her daughter was visiting in the animal rescue.","b":"Has she taken home the bird her daughter was visiting in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":209,"a":"She has taken home the cat she was caring for in the pound.","b":"Has she taken home the cat she was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":210,"a":"She has taken home the cat she was looking at in the shelter.","b":"Has she taken home the cat she was looking at in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":211,"a":"She has adopted the dog she was looking at in the animal rescue.","b":"Has she adopted the dog she was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":212,"a":"She has taken home the dog her daughter was looking at in the shelter.","b":"Has she taken home the dog her daughter was looking at in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":213,"a":"She has adopted the cat she was visiting in the pound.","b":"Has she adopted the cat she was visiting in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":214,"a":"She has taken home the dog her daughter was visiting in the animal rescue.","b":"Has she taken home the dog her daughter was visiting in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":215,"a":"She has adopted the bird her daughter was looking at in the animal rescue.","b":"Has she adopted the bird her daughter was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":216,"a":"She has adopted the bird her daughter was visiting in the shelter.","b":"Has she adopted the bird her daughter was visiting in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":217,"a":"She has adopted the bird she was looking at in the shelter.","b":"Has she adopted the bird she was looking at in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":218,"a":"She has taken home the dog her daughter was visiting in the pound.","b":"Has she taken home the dog her daughter was visiting in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":219,"a":"She has adopted the cat her daughter was looking at in the animal rescue.","b":"Has she adopted the cat her daughter was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":220,"a":"She has adopted the bird she was visiting in the pound.","b":"Has she adopted the bird she was visiting in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":221,"a":"She has taken home the cat her daughter was visiting in the shelter.","b":"Has she taken home the cat her daughter was visiting in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":222,"a":"She has taken home the dog her daughter was caring for in the shelter.","b":"Has she taken home the dog her daughter was caring for in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":223,"a":"She has adopted the cat she was looking at in the animal rescue.","b":"Has she adopted the cat she was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":224,"a":"She has adopted the bird she was looking at in the animal rescue.","b":"Has she adopted the bird she was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":225,"a":"She has taken home the bird she was visiting in the animal rescue.","b":"Has she taken home the bird she was visiting in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":226,"a":"She has taken home the dog she was looking at in the shelter.","b":"Has she taken home the dog she was looking at in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":227,"a":"She has taken home the cat her daughter was visiting in the pound.","b":"Has she taken home the cat her daughter was visiting in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":228,"a":"She has taken home the bird her daughter was looking at in the animal rescue.","b":"Has she taken home the bird her daughter was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":229,"a":"She has taken home the cat her daughter was caring for in the animal rescue.","b":"Has she taken home the cat her daughter was caring for in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":230,"a":"She has adopted the dog she was looking at in the pound.","b":"Has she adopted the dog she was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":231,"a":"She has adopted the bird her daughter was caring for in the pound.","b":"Has she adopted the bird her daughter was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":232,"a":"She has taken home the cat she was visiting in the shelter.","b":"Has she taken home the cat she was visiting in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":233,"a":"She has adopted the dog her daughter was visiting in the shelter.","b":"Has she adopted the dog her daughter was visiting in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":234,"a":"She has taken home the cat she was looking at in the animal rescue.","b":"Has she taken home the cat she was looking at in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":235,"a":"She has taken home the bird her daughter was caring for in the pound.","b":"Has she taken home the bird her daughter was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":236,"a":"She has taken home the bird her daughter was caring for in the shelter.","b":"Has she taken home the bird her daughter was caring for in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":237,"a":"She has taken home the bird she was visiting in the shelter.","b":"Has she taken home the bird she was visiting in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":238,"a":"She has taken home the bird she was caring for in the shelter.","b":"Has she taken home the bird she was caring for in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":239,"a":"She has taken home the cat her daughter was visiting in the animal rescue.","b":"Has she taken home the cat her daughter was visiting in the animal rescue?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":240,"a":"She has taken home the cat her daughter was looking at in the pound.","b":"Has she taken home the cat her daughter was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":241,"a":"She has taken home the bird her daughter was looking at in the pound.","b":"Has she taken home the bird her daughter was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":242,"a":"She has adopted the bird she was caring for in the pound.","b":"Has she adopted the bird she was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":243,"a":"She has taken home the bird she was caring for in the pound.","b":"Has she taken home the bird she was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":244,"a":"She has adopted the cat she was looking at in the pound.","b":"Has she adopted the cat she was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":245,"a":"She has adopted the bird her daughter was caring for in the shelter.","b":"Has she adopted the bird her daughter was caring for in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":246,"a":"She has taken home the bird she was looking at in the pound.","b":"Has she taken home the bird she was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":247,"a":"She has taken home the cat she was looking at in the pound.","b":"Has she taken home the cat she was looking at in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":248,"a":"She has taken home the dog she was caring for in the pound.","b":"Has she taken home the dog she was caring for in the pound?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":249,"a":"She has adopted the cat she was looking at in the shelter.","b":"Has she adopted the cat she was looking at in the shelter?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":250,"a":"He has practiced the positions he was learning on YouTube.","b":"Has he practiced the positions he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":251,"a":"He has mastered the moves he was learning from Sensei John.","b":"Has he mastered the moves he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":252,"a":"He has practiced the moves he was learning on YouTube.","b":"Has he practiced the moves he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":253,"a":"He has practiced the moves he was studying from Sensei John.","b":"Has he practiced the moves he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":254,"a":"He has honed the techniques he was learning from his master of martial arts.","b":"Has he honed the techniques he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":255,"a":"He has practiced the techniques he was studying on YouTube.","b":"Has he practiced the techniques he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":256,"a":"He has practiced the techniques he was learning from his master of martial arts.","b":"Has he practiced the techniques he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":257,"a":"He has mastered the techniques he was learning from Sensei John.","b":"Has he mastered the techniques he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":258,"a":"He has honed the moves he was studying from Sensei John.","b":"Has he honed the moves he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":259,"a":"He has practiced the moves he was learning from his master of martial arts.","b":"Has he practiced the moves he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":260,"a":"He has honed the positions he was studying from his master of martial arts.","b":"Has he honed the positions he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":261,"a":"He has practiced the positions he was studying from Sensei John.","b":"Has he practiced the positions he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":262,"a":"He has honed the moves he was studying on YouTube.","b":"Has he honed the moves he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":263,"a":"He has honed the techniques he was studying from his master of martial arts.","b":"Has he honed the techniques he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":264,"a":"He has practiced the positions he was studying from his master of martial arts.","b":"Has he practiced the positions he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":265,"a":"He has mastered the techniques he was studying on YouTube.","b":"Has he mastered the techniques he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":266,"a":"He has mastered the techniques he was learning on YouTube.","b":"Has he mastered the techniques he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":267,"a":"He has mastered the moves he was learning from his master of martial arts.","b":"Has he mastered the moves he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":268,"a":"He has honed the techniques he was studying from Sensei John.","b":"Has he honed the techniques he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":269,"a":"He has practiced the moves he was studying on YouTube.","b":"Has he practiced the moves he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":270,"a":"He has mastered the positions he was studying on YouTube.","b":"Has he mastered the positions he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":271,"a":"He has honed the techniques he was learning on YouTube.","b":"Has he honed the techniques he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":272,"a":"He has mastered the techniques he was learning from his master of martial arts.","b":"Has he mastered the techniques he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":273,"a":"He has mastered the positions he was learning from his master of martial arts.","b":"Has he mastered the positions he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":274,"a":"He has practiced the techniques he was studying from his master of martial arts.","b":"Has he practiced the techniques he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":275,"a":"He has mastered the positions he was studying from Sensei John.","b":"Has he mastered the positions he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":276,"a":"He has practiced the techniques he was studying from Sensei John.","b":"Has he practiced the techniques he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":277,"a":"He has practiced the moves he was learning from Sensei John.","b":"Has he practiced the moves he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":278,"a":"He has practiced the positions he was studying on YouTube.","b":"Has he practiced the positions he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":279,"a":"He has honed the positions he was studying on YouTube.","b":"Has he honed the positions he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":280,"a":"He has mastered the positions he was studying from his master of martial arts.","b":"Has he mastered the positions he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":281,"a":"He has honed the moves he was learning from Sensei John.","b":"Has he honed the moves he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":282,"a":"He has honed the positions he was learning from Sensei John.","b":"Has he honed the positions he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":283,"a":"He has honed the positions he was studying from Sensei John.","b":"Has he honed the positions he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":284,"a":"He has mastered the moves he was studying from Sensei John.","b":"Has he mastered the moves he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":285,"a":"He has practiced the positions he was learning from Sensei John.","b":"Has he practiced the positions he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":286,"a":"He has mastered the techniques he was studying from Sensei John.","b":"Has he mastered the techniques he was studying from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":287,"a":"He has honed the positions he was learning on YouTube.","b":"Has he honed the positions he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":288,"a":"He has honed the positions he was learning from his master of martial arts.","b":"Has he honed the positions he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":289,"a":"He has honed the moves he was learning from his master of martial arts.","b":"Has he honed the moves he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":290,"a":"He has mastered the moves he was studying from his master of martial arts.","b":"Has he mastered the moves he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":291,"a":"He has honed the techniques he was learning from Sensei John.","b":"Has he honed the techniques he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":292,"a":"He has mastered the moves he was learning on YouTube.","b":"Has he mastered the moves he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":293,"a":"He has mastered the moves he was studying on YouTube.","b":"Has he mastered the moves he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":294,"a":"He has practiced the techniques he was learning on YouTube.","b":"Has he practiced the techniques he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":295,"a":"He has practiced the positions he was learning from his master of martial arts.","b":"Has he practiced the positions he was learning from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":296,"a":"He has honed the techniques he was studying on YouTube.","b":"Has he honed the techniques he was studying on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":297,"a":"He has mastered the positions he was learning on YouTube.","b":"Has he mastered the positions he was learning on YouTube?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":298,"a":"He has practiced the techniques he was learning from Sensei John.","b":"Has he practiced the techniques he was learning from Sensei John?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":299,"a":"He has honed the moves he was studying from his master of martial arts.","b":"Has he honed the moves he was studying from his master of martial arts?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":300,"a":"She has finished the program her team was writing for the website.","b":"Has she finished the program her team was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":301,"a":"She has tested the code her colleague was writing before the product launch.","b":"Has she tested the code her colleague was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":302,"a":"She has tested the program her team was writing for the website.","b":"Has she tested the program her team was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":303,"a":"She has tested the code her colleague was implementing for the website.","b":"Has she tested the code her colleague was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":304,"a":"She has finished the algorithm her team was writing for the website.","b":"Has she finished the algorithm her team was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":305,"a":"She has tested the algorithm her colleague was implementing for the new feature.","b":"Has she tested the algorithm her colleague was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":306,"a":"She has found a bug in the algorithm her colleague was writing for the new feature.","b":"Has she found a bug in the algorithm her colleague was writing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":307,"a":"She has found a bug in the code her team was writing before the product launch.","b":"Has she found a bug in the code her team was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":308,"a":"She has finished the code her team was implementing for the new feature.","b":"Has she finished the code her team was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":309,"a":"She has found a bug in the code her team was implementing before the product launch.","b":"Has she found a bug in the code her team was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":310,"a":"She has finished the code her team was implementing for the website.","b":"Has she finished the code her team was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":311,"a":"She has found a bug in the program her team was implementing for the website.","b":"Has she found a bug in the program her team was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":312,"a":"She has finished the program her team was writing before the product launch.","b":"Has she finished the program her team was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":313,"a":"She has tested the program her team was implementing before the product launch.","b":"Has she tested the program her team was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":314,"a":"She has found a bug in the code her colleague was writing for the new feature.","b":"Has she found a bug in the code her colleague was writing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":315,"a":"She has tested the code her team was writing for the new feature.","b":"Has she tested the code her team was writing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":316,"a":"She has finished the algorithm her team was implementing for the website.","b":"Has she finished the algorithm her team was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":317,"a":"She has finished the algorithm her colleague was writing for the website.","b":"Has she finished the algorithm her colleague was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":318,"a":"She has finished the code her colleague was implementing for the website.","b":"Has she finished the code her colleague was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":319,"a":"She has finished the program her colleague was writing for the website.","b":"Has she finished the program her colleague was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":320,"a":"She has found a bug in the program her colleague was implementing for the website.","b":"Has she found a bug in the program her colleague was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":321,"a":"She has finished the algorithm her team was implementing before the product launch.","b":"Has she finished the algorithm her team was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":322,"a":"She has finished the algorithm her colleague was writing before the product launch.","b":"Has she finished the algorithm her colleague was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":323,"a":"She has found a bug in the program her colleague was writing before the product launch.","b":"Has she found a bug in the program her colleague was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":324,"a":"She has tested the algorithm her team was implementing before the product launch.","b":"Has she tested the algorithm her team was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":325,"a":"She has tested the algorithm her team was writing before the product launch.","b":"Has she tested the algorithm her team was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":326,"a":"She has finished the algorithm her colleague was writing for the new feature.","b":"Has she finished the algorithm her colleague was writing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":327,"a":"She has finished the algorithm her team was writing before the product launch.","b":"Has she finished the algorithm her team was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":328,"a":"She has finished the program her team was implementing for the new feature.","b":"Has she finished the program her team was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":329,"a":"She has found a bug in the program her colleague was implementing for the new feature.","b":"Has she found a bug in the program her colleague was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":330,"a":"She has tested the code her team was implementing for the new feature.","b":"Has she tested the code her team was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":331,"a":"She has found a bug in the algorithm her team was implementing for the website.","b":"Has she found a bug in the algorithm her team was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":332,"a":"She has found a bug in the program her team was writing for the website.","b":"Has she found a bug in the program her team was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":333,"a":"She has finished the code her colleague was implementing before the product launch.","b":"Has she finished the code her colleague was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":334,"a":"She has tested the code her team was implementing for the website.","b":"Has she tested the code her team was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":335,"a":"She has tested the program her team was implementing for the new feature.","b":"Has she tested the program her team was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":336,"a":"She has tested the program her colleague was writing before the product launch.","b":"Has she tested the program her colleague was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":337,"a":"She has found a bug in the code her team was implementing for the new feature.","b":"Has she found a bug in the code her team was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":338,"a":"She has finished the code her colleague was implementing for the new feature.","b":"Has she finished the code her colleague was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":339,"a":"She has tested the program her team was writing before the product launch.","b":"Has she tested the program her team was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":340,"a":"She has tested the code her team was implementing before the product launch.","b":"Has she tested the code her team was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":341,"a":"She has tested the algorithm her colleague was writing for the new feature.","b":"Has she tested the algorithm her colleague was writing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":342,"a":"She has tested the code her colleague was writing for the new feature.","b":"Has she tested the code her colleague was writing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":343,"a":"She has tested the program her colleague was implementing for the website.","b":"Has she tested the program her colleague was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":344,"a":"She has found a bug in the algorithm her team was writing for the website.","b":"Has she found a bug in the algorithm her team was writing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":345,"a":"She has tested the algorithm her colleague was writing before the product launch.","b":"Has she tested the algorithm her colleague was writing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":346,"a":"She has found a bug in the algorithm her colleague was implementing before the product launch.","b":"Has she found a bug in the algorithm her colleague was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":347,"a":"She has tested the algorithm her team was implementing for the new feature.","b":"Has she tested the algorithm her team was implementing for the new feature?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":348,"a":"She has found a bug in the program her team was implementing before the product launch.","b":"Has she found a bug in the program her team was implementing before the product launch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":349,"a":"She has tested the algorithm her colleague was implementing for the website.","b":"Has she tested the algorithm her colleague was implementing for the website?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":350,"a":"He has sold the information his boss was holding during the ongoing mission.","b":"Has he sold the information his boss was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":351,"a":"He has sold the secrets the CIA was keeping for further investigation.","b":"Has he sold the secrets the CIA was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":352,"a":"He has leaked the secrets his boss was keeping during the ongoing mission.","b":"Has he leaked the secrets his boss was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":353,"a":"He has leaked the information the Department of Defense was keeping for further investigation.","b":"Has he leaked the information the Department of Defense was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":354,"a":"He has sold the classified files the CIA was keeping during the ongoing mission.","b":"Has he sold the classified files the CIA was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":355,"a":"He has sold the secrets his boss was keeping during the ongoing mission.","b":"Has he sold the secrets his boss was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":356,"a":"He has sold the information the CIA was holding during the ongoing mission.","b":"Has he sold the information the CIA was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":357,"a":"He has sold the information his boss was keeping for further investigation.","b":"Has he sold the information his boss was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":358,"a":"He has sold the secrets the CIA was keeping during the ongoing mission.","b":"Has he sold the secrets the CIA was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":359,"a":"He has leaked the information his boss was keeping during the ongoing mission.","b":"Has he leaked the information his boss was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":360,"a":"He has leaked the classified files the CIA was keeping for further investigation.","b":"Has he leaked the classified files the CIA was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":361,"a":"He has leaked the information the Department of Defense was keeping during the ongoing mission.","b":"Has he leaked the information the Department of Defense was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":362,"a":"He has sold the secrets the Department of Defense was keeping for further investigation.","b":"Has he sold the secrets the Department of Defense was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":363,"a":"He has leaked the information the Department of Defense was holding during the ongoing mission.","b":"Has he leaked the information the Department of Defense was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":364,"a":"He has leaked the secrets the CIA was keeping during the ongoing mission.","b":"Has he leaked the secrets the CIA was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":365,"a":"He has sold the secrets the Department of Defense was keeping during the ongoing mission.","b":"Has he sold the secrets the Department of Defense was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":366,"a":"He has sold the secrets his boss was holding during the ongoing mission.","b":"Has he sold the secrets his boss was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":367,"a":"He has sold the secrets his boss was holding for further investigation.","b":"Has he sold the secrets his boss was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":368,"a":"He has sold the classified files the Department of Defense was keeping during the ongoing mission.","b":"Has he sold the classified files the Department of Defense was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":369,"a":"He has leaked the secrets the Department of Defense was keeping for further investigation.","b":"Has he leaked the secrets the Department of Defense was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":370,"a":"He has leaked the classified files his boss was holding during the ongoing mission.","b":"Has he leaked the classified files his boss was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":371,"a":"He has sold the classified files the Department of Defense was holding during the ongoing mission.","b":"Has he sold the classified files the Department of Defense was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":372,"a":"He has sold the classified files the CIA was holding during the ongoing mission.","b":"Has he sold the classified files the CIA was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":373,"a":"He has sold the information the CIA was keeping for further investigation.","b":"Has he sold the information the CIA was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":374,"a":"He has sold the classified files his boss was keeping for further investigation.","b":"Has he sold the classified files his boss was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":375,"a":"He has leaked the classified files the CIA was holding during the ongoing mission.","b":"Has he leaked the classified files the CIA was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":376,"a":"He has sold the information the Department of Defense was holding during the ongoing mission.","b":"Has he sold the information the Department of Defense was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":377,"a":"He has leaked the information the CIA was keeping during the ongoing mission.","b":"Has he leaked the information the CIA was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":378,"a":"He has sold the information the Department of Defense was holding for further investigation.","b":"Has he sold the information the Department of Defense was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":379,"a":"He has leaked the information the CIA was holding for further investigation.","b":"Has he leaked the information the CIA was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":380,"a":"He has sold the information the CIA was holding for further investigation.","b":"Has he sold the information the CIA was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":381,"a":"He has leaked the secrets the Department of Defense was holding for further investigation.","b":"Has he leaked the secrets the Department of Defense was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":382,"a":"He has sold the classified files the CIA was keeping for further investigation.","b":"Has he sold the classified files the CIA was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":383,"a":"He has leaked the information the Department of Defense was holding for further investigation.","b":"Has he leaked the information the Department of Defense was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":384,"a":"He has sold the classified files his boss was holding during the ongoing mission.","b":"Has he sold the classified files his boss was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":385,"a":"He has sold the classified files the Department of Defense was holding for further investigation.","b":"Has he sold the classified files the Department of Defense was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":386,"a":"He has leaked the classified files his boss was keeping during the ongoing mission.","b":"Has he leaked the classified files his boss was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":387,"a":"He has leaked the information his boss was holding for further investigation.","b":"Has he leaked the information his boss was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":388,"a":"He has sold the classified files his boss was keeping during the ongoing mission.","b":"Has he sold the classified files his boss was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":389,"a":"He has leaked the classified files his boss was keeping for further investigation.","b":"Has he leaked the classified files his boss was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":390,"a":"He has leaked the information his boss was holding during the ongoing mission.","b":"Has he leaked the information his boss was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":391,"a":"He has leaked the secrets his boss was holding during the ongoing mission.","b":"Has he leaked the secrets his boss was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":392,"a":"He has sold the information his boss was holding for further investigation.","b":"Has he sold the information his boss was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":393,"a":"He has leaked the secrets the Department of Defense was keeping during the ongoing mission.","b":"Has he leaked the secrets the Department of Defense was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":394,"a":"He has sold the information the CIA was keeping during the ongoing mission.","b":"Has he sold the information the CIA was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":395,"a":"He has leaked the secrets his boss was keeping for further investigation.","b":"Has he leaked the secrets his boss was keeping for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":396,"a":"He has leaked the classified files his boss was holding for further investigation.","b":"Has he leaked the classified files his boss was holding for further investigation?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":397,"a":"He has leaked the secrets the CIA was holding during the ongoing mission.","b":"Has he leaked the secrets the CIA was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":398,"a":"He has leaked the classified files the CIA was keeping during the ongoing mission.","b":"Has he leaked the classified files the CIA was keeping during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":399,"a":"He has leaked the classified files the Department of Defense was holding during the ongoing mission.","b":"Has he leaked the classified files the Department of Defense was holding during the ongoing mission?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":400,"a":"She has reported on the discussion the group of leaders was having regarding the new trade deal.","b":"Has she reported on the discussion the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":401,"a":"He has reported on the dialogues the group of leaders was having regarding the new trade deal.","b":"Has he reported on the dialogues the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":402,"a":"He has recorded the discussion the UN council was having regarding the new trade deal.","b":"Has he recorded the discussion the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":403,"a":"He has recorded the discussion the UN council was having about environmental issues.","b":"Has he recorded the discussion the UN council was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":404,"a":"She has recorded the discussion the UN council was having regarding the new trade deal.","b":"Has she recorded the discussion the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":405,"a":"She has reported on the discussion the UN council was having about environmental issues.","b":"Has she reported on the discussion the UN council was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":406,"a":"She has reported on the discussion the country's president was having about the refugee crisis.","b":"Has she reported on the discussion the country's president was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":407,"a":"He has recorded the dialogues the group of leaders was having regarding the new trade deal.","b":"Has he recorded the dialogues the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":408,"a":"She has reported on the discussion the group of leaders was having about the refugee crisis.","b":"Has she reported on the discussion the group of leaders was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":409,"a":"She has reported on the discussion the UN council was having regarding the new trade deal.","b":"Has she reported on the discussion the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":410,"a":"He has recorded the dialogues the country's president was having about the refugee crisis.","b":"Has he recorded the dialogues the country's president was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":411,"a":"He has reported on the dialogues the group of leaders was having about environmental issues.","b":"Has he reported on the dialogues the group of leaders was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":412,"a":"He has recorded the discussion the group of leaders was having regarding the new trade deal.","b":"Has he recorded the discussion the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":413,"a":"She has reported on the dialogues the group of leaders was having about environmental issues.","b":"Has she reported on the dialogues the group of leaders was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":414,"a":"She has recorded the discussion the group of leaders was having about the refugee crisis.","b":"Has she recorded the discussion the group of leaders was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":415,"a":"He has recorded the dialogues the UN council was having about environmental issues.","b":"Has he recorded the dialogues the UN council was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":416,"a":"She has recorded the dialogues the UN council was having about environmental issues.","b":"Has she recorded the dialogues the UN council was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":417,"a":"He has reported on the dialogues the UN council was having regarding the new trade deal.","b":"Has he reported on the dialogues the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":418,"a":"He has reported on the dialogues the UN council was having about environmental issues.","b":"Has he reported on the dialogues the UN council was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":419,"a":"He has reported on the discussion the country's president was having regarding the new trade deal.","b":"Has he reported on the discussion the country's president was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":420,"a":"He has reported on the dialogues the country's president was having about environmental issues.","b":"Has he reported on the dialogues the country's president was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":421,"a":"She has reported on the discussion the country's president was having about environmental issues.","b":"Has she reported on the discussion the country's president was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":422,"a":"She has reported on the dialogues the UN council was having regarding the new trade deal.","b":"Has she reported on the dialogues the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":423,"a":"She has recorded the dialogues the group of leaders was having about environmental issues.","b":"Has she recorded the dialogues the group of leaders was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":424,"a":"He has recorded the discussion the group of leaders was having about environmental issues.","b":"Has he recorded the discussion the group of leaders was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":425,"a":"He has recorded the discussion the country's president was having about environmental issues.","b":"Has he recorded the discussion the country's president was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":426,"a":"He has reported on the discussion the group of leaders was having regarding the new trade deal.","b":"Has he reported on the discussion the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":427,"a":"He has reported on the discussion the country's president was having about the refugee crisis.","b":"Has he reported on the discussion the country's president was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":428,"a":"She has recorded the dialogues the UN council was having about the refugee crisis.","b":"Has she recorded the dialogues the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":429,"a":"He has recorded the dialogues the UN council was having about the refugee crisis.","b":"Has he recorded the dialogues the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":430,"a":"He has recorded the dialogues the country's president was having regarding the new trade deal.","b":"Has he recorded the dialogues the country's president was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":431,"a":"He has reported on the discussion the group of leaders was having about the refugee crisis.","b":"Has he reported on the discussion the group of leaders was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":432,"a":"She has recorded the discussion the country's president was having about the refugee crisis.","b":"Has she recorded the discussion the country's president was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":433,"a":"She has recorded the dialogues the country's president was having regarding the new trade deal.","b":"Has she recorded the dialogues the country's president was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":434,"a":"She has recorded the dialogues the country's president was having about environmental issues.","b":"Has she recorded the dialogues the country's president was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":435,"a":"She has reported on the discussion the group of leaders was having about environmental issues.","b":"Has she reported on the discussion the group of leaders was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":436,"a":"He has recorded the discussion the group of leaders was having about the refugee crisis.","b":"Has he recorded the discussion the group of leaders was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":437,"a":"She has recorded the discussion the group of leaders was having regarding the new trade deal.","b":"Has she recorded the discussion the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":438,"a":"She has reported on the dialogues the group of leaders was having regarding the new trade deal.","b":"Has she reported on the dialogues the group of leaders was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":439,"a":"He has reported on the discussion the UN council was having about environmental issues.","b":"Has he reported on the discussion the UN council was having about environmental issues?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":440,"a":"She has recorded the dialogues the UN council was having regarding the new trade deal.","b":"Has she recorded the dialogues the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":441,"a":"She has reported on the dialogues the UN council was having about the refugee crisis.","b":"Has she reported on the dialogues the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":442,"a":"He has recorded the discussion the UN council was having about the refugee crisis.","b":"Has he recorded the discussion the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":443,"a":"He has recorded the discussion the country's president was having regarding the new trade deal.","b":"Has he recorded the discussion the country's president was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":444,"a":"She has reported on the discussion the UN council was having about the refugee crisis.","b":"Has she reported on the discussion the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":445,"a":"He has recorded the dialogues the UN council was having regarding the new trade deal.","b":"Has he recorded the dialogues the UN council was having regarding the new trade deal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":446,"a":"He has reported on the discussion the UN council was having about the refugee crisis.","b":"Has he reported on the discussion the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":447,"a":"He has reported on the dialogues the group of leaders was having about the refugee crisis.","b":"Has he reported on the dialogues the group of leaders was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":448,"a":"He has reported on the dialogues the UN council was having about the refugee crisis.","b":"Has he reported on the dialogues the UN council was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":449,"a":"He has recorded the discussion the country's president was having about the refugee crisis.","b":"Has he recorded the discussion the country's president was having about the refugee crisis?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":450,"a":"She has watched the tutorial the lead developer was presenting at the conference.","b":"Has she watched the tutorial the lead developer was presenting at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":451,"a":"She has walked through the tutorial the man was giving at the technology summit.","b":"Has she walked through the tutorial the man was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":452,"a":"He has walked through the tutorial the man was giving at the technology summit.","b":"Has he walked through the tutorial the man was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":453,"a":"He has walked through the introductory lesson the lead developer was presenting at the technology summit.","b":"Has he walked through the introductory lesson the lead developer was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":454,"a":"She has watched the tutorial the man was giving at this year's AAAI.","b":"Has she watched the tutorial the man was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":455,"a":"He has walked through the tutorial the keynote speaker was giving at the technology summit.","b":"Has he walked through the tutorial the keynote speaker was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":456,"a":"He has walked through the demo the man was presenting at the conference.","b":"Has he walked through the demo the man was presenting at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":457,"a":"He has watched the demo the man was giving at this year's AAAI.","b":"Has he watched the demo the man was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":458,"a":"She has walked through the demo the lead developer was giving at the conference.","b":"Has she walked through the demo the lead developer was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":459,"a":"She has walked through the tutorial the keynote speaker was presenting at the technology summit.","b":"Has she walked through the tutorial the keynote speaker was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":460,"a":"He has watched the tutorial the keynote speaker was giving at this year's AAAI.","b":"Has he watched the tutorial the keynote speaker was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":461,"a":"She has walked through the demo the man was giving at this year's AAAI.","b":"Has she walked through the demo the man was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":462,"a":"He has watched the demo the man was presenting at this year's AAAI.","b":"Has he watched the demo the man was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":463,"a":"She has watched the demo the man was giving at the conference.","b":"Has she watched the demo the man was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":464,"a":"He has walked through the demo the keynote speaker was giving at the technology summit.","b":"Has he walked through the demo the keynote speaker was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":465,"a":"She has walked through the demo the lead developer was presenting at this year's AAAI.","b":"Has she walked through the demo the lead developer was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":466,"a":"She has walked through the introductory lesson the lead developer was presenting at this year's AAAI.","b":"Has she walked through the introductory lesson the lead developer was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":467,"a":"He has walked through the tutorial the man was giving at this year's AAAI.","b":"Has he walked through the tutorial the man was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":468,"a":"She has watched the tutorial the keynote speaker was presenting at this year's AAAI.","b":"Has she watched the tutorial the keynote speaker was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":469,"a":"He has watched the demo the lead developer was giving at the conference.","b":"Has he watched the demo the lead developer was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":470,"a":"He has walked through the introductory lesson the lead developer was presenting at this year's AAAI.","b":"Has he walked through the introductory lesson the lead developer was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":471,"a":"She has watched the introductory lesson the lead developer was presenting at this year's AAAI.","b":"Has she watched the introductory lesson the lead developer was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":472,"a":"She has watched the demo the man was presenting at the conference.","b":"Has she watched the demo the man was presenting at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":473,"a":"She has walked through the introductory lesson the lead developer was giving at the technology summit.","b":"Has she walked through the introductory lesson the lead developer was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":474,"a":"She has walked through the tutorial the man was giving at this year's AAAI.","b":"Has she walked through the tutorial the man was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":475,"a":"She has walked through the demo the keynote speaker was presenting at this year's AAAI.","b":"Has she walked through the demo the keynote speaker was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":476,"a":"She has walked through the demo the man was presenting at the conference.","b":"Has she walked through the demo the man was presenting at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":477,"a":"She has walked through the demo the man was giving at the technology summit.","b":"Has she walked through the demo the man was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":478,"a":"He has walked through the tutorial the man was presenting at this year's AAAI.","b":"Has he walked through the tutorial the man was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":479,"a":"He has walked through the introductory lesson the man was presenting at the technology summit.","b":"Has he walked through the introductory lesson the man was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":480,"a":"He has watched the demo the keynote speaker was giving at the technology summit.","b":"Has he watched the demo the keynote speaker was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":481,"a":"She has watched the demo the man was presenting at this year's AAAI.","b":"Has she watched the demo the man was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":482,"a":"He has walked through the demo the man was presenting at the technology summit.","b":"Has he walked through the demo the man was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":483,"a":"He has watched the introductory lesson the lead developer was presenting at the technology summit.","b":"Has he watched the introductory lesson the lead developer was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":484,"a":"He has walked through the demo the man was presenting at this year's AAAI.","b":"Has he walked through the demo the man was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":485,"a":"She has watched the tutorial the keynote speaker was giving at the conference.","b":"Has she watched the tutorial the keynote speaker was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":486,"a":"He has walked through the introductory lesson the man was presenting at this year's AAAI.","b":"Has he walked through the introductory lesson the man was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":487,"a":"He has watched the demo the keynote speaker was presenting at the technology summit.","b":"Has he watched the demo the keynote speaker was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":488,"a":"He has walked through the tutorial the keynote speaker was presenting at this year's AAAI.","b":"Has he walked through the tutorial the keynote speaker was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":489,"a":"She has walked through the demo the keynote speaker was giving at the conference.","b":"Has she walked through the demo the keynote speaker was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":490,"a":"She has watched the introductory lesson the keynote speaker was presenting at this year's AAAI.","b":"Has she watched the introductory lesson the keynote speaker was presenting at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":491,"a":"She has watched the introductory lesson the man was giving at the technology summit.","b":"Has she watched the introductory lesson the man was giving at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":492,"a":"She has watched the demo the lead developer was presenting at the technology summit.","b":"Has she watched the demo the lead developer was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":493,"a":"He has watched the demo the man was presenting at the technology summit.","b":"Has he watched the demo the man was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":494,"a":"He has walked through the demo the man was giving at this year's AAAI.","b":"Has he walked through the demo the man was giving at this year's AAAI?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":495,"a":"She has watched the tutorial the man was giving at the conference.","b":"Has she watched the tutorial the man was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":496,"a":"She has watched the introductory lesson the man was presenting at the technology summit.","b":"Has she watched the introductory lesson the man was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":497,"a":"She has watched the tutorial the keynote speaker was presenting at the technology summit.","b":"Has she watched the tutorial the keynote speaker was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":498,"a":"She has walked through the introductory lesson the keynote speaker was giving at the conference.","b":"Has she walked through the introductory lesson the keynote speaker was giving at the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":499,"a":"She has watched the demo the man was presenting at the technology summit.","b":"Has she watched the demo the man was presenting at the technology summit?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":500,"a":"He has invested in the shares the bank was buying for a loss.","b":"Has he invested in the shares the bank was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":501,"a":"He has sold the stock the trader was selling for a loss.","b":"Has he sold the stock the trader was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":502,"a":"He has sold the shares the bank was selling at high price.","b":"Has he sold the shares the bank was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":503,"a":"She has bought the stock the firm was buying for a loss.","b":"Has she bought the stock the firm was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":504,"a":"She has sold the stock the bank was buying for a loss.","b":"Has she sold the stock the bank was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":505,"a":"She has bought the shares the bank was selling after the market crash.","b":"Has she bought the shares the bank was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":506,"a":"He has bought the shares the firm was buying after the market crash.","b":"Has he bought the shares the firm was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":507,"a":"He has invested in the stock the trader was buying after the market crash.","b":"Has he invested in the stock the trader was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":508,"a":"She has bought the shares the trader was selling for a loss.","b":"Has she bought the shares the trader was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":509,"a":"He has invested in the shares the firm was buying after the market crash.","b":"Has he invested in the shares the firm was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":510,"a":"He has invested in the shares the bank was buying at high price.","b":"Has he invested in the shares the bank was buying at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":511,"a":"She has invested in the shares the company was selling after the market crash.","b":"Has she invested in the shares the company was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":512,"a":"She has sold the stock the firm was buying for a loss.","b":"Has she sold the stock the firm was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":513,"a":"She has sold the shares the trader was selling at high price.","b":"Has she sold the shares the trader was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":514,"a":"He has sold the shares the trader was buying after the market crash.","b":"Has he sold the shares the trader was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":515,"a":"He has invested in the shares the bank was selling after the market crash.","b":"Has he invested in the shares the bank was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":516,"a":"She has invested in the shares the company was buying for a loss.","b":"Has she invested in the shares the company was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":517,"a":"He has bought the shares the company was selling for a loss.","b":"Has he bought the shares the company was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":518,"a":"He has invested in the stock the bank was buying after the market crash.","b":"Has he invested in the stock the bank was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":519,"a":"She has sold the shares the firm was selling at high price.","b":"Has she sold the shares the firm was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":520,"a":"He has bought the shares the bank was selling after the market crash.","b":"Has he bought the shares the bank was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":521,"a":"She has sold the shares the bank was selling for a loss.","b":"Has she sold the shares the bank was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":522,"a":"He has invested in the shares the firm was selling after the market crash.","b":"Has he invested in the shares the firm was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":523,"a":"He has bought the stock the trader was selling at high price.","b":"Has he bought the stock the trader was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":524,"a":"He has bought the stock the bank was selling after the market crash.","b":"Has he bought the stock the bank was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":525,"a":"He has invested in the stock the firm was selling after the market crash.","b":"Has he invested in the stock the firm was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":526,"a":"He has bought the stock the trader was buying for a loss.","b":"Has he bought the stock the trader was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":527,"a":"She has sold the shares the bank was buying for a loss.","b":"Has she sold the shares the bank was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":528,"a":"He has sold the stock the bank was buying for a loss.","b":"Has he sold the stock the bank was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":529,"a":"He has invested in the shares the bank was buying after the market crash.","b":"Has he invested in the shares the bank was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":530,"a":"He has bought the shares the trader was selling at high price.","b":"Has he bought the shares the trader was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":531,"a":"He has sold the shares the bank was selling after the market crash.","b":"Has he sold the shares the bank was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":532,"a":"She has sold the stock the trader was selling at high price.","b":"Has she sold the stock the trader was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":533,"a":"She has bought the stock the bank was buying at high price.","b":"Has she bought the stock the bank was buying at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":534,"a":"He has sold the stock the firm was buying at high price.","b":"Has he sold the stock the firm was buying at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":535,"a":"He has invested in the shares the company was buying for a loss.","b":"Has he invested in the shares the company was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":536,"a":"He has bought the stock the trader was selling for a loss.","b":"Has he bought the stock the trader was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":537,"a":"He has sold the shares the company was selling after the market crash.","b":"Has he sold the shares the company was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":538,"a":"He has bought the stock the firm was selling after the market crash.","b":"Has he bought the stock the firm was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":539,"a":"She has bought the stock the firm was selling after the market crash.","b":"Has she bought the stock the firm was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":540,"a":"She has sold the shares the firm was selling for a loss.","b":"Has she sold the shares the firm was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":541,"a":"He has sold the stock the company was buying after the market crash.","b":"Has he sold the stock the company was buying after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":542,"a":"He has bought the shares the bank was selling for a loss.","b":"Has he bought the shares the bank was selling for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":543,"a":"He has invested in the stock the bank was selling at high price.","b":"Has he invested in the stock the bank was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":544,"a":"He has bought the stock the firm was selling at high price.","b":"Has he bought the stock the firm was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":545,"a":"He has bought the shares the company was buying at high price.","b":"Has he bought the shares the company was buying at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":546,"a":"He has bought the shares the company was selling at high price.","b":"Has he bought the shares the company was selling at high price?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":547,"a":"She has sold the stock the bank was selling after the market crash.","b":"Has she sold the stock the bank was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":548,"a":"She has sold the shares the trader was buying for a loss.","b":"Has she sold the shares the trader was buying for a loss?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":549,"a":"She has sold the stock the trader was selling after the market crash.","b":"Has she sold the stock the trader was selling after the market crash?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":550,"a":"He has troubleshot the rover the European Space Agency was launching to Mars.","b":"Has he troubleshot the rover the European Space Agency was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":551,"a":"She has repaired the rover the European Space Agency was launching to Mars.","b":"Has she repaired the rover the European Space Agency was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":552,"a":"He has tested the rover Russia was launching to the moon.","b":"Has he tested the rover Russia was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":553,"a":"She has tested the rover Russia was sending to Venus.","b":"Has she tested the rover Russia was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":554,"a":"He has troubleshot the rover the European Space Agency was sending to Mars.","b":"Has he troubleshot the rover the European Space Agency was sending to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":555,"a":"He has troubleshot the rover Russia was sending to Venus.","b":"Has he troubleshot the rover Russia was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":556,"a":"He has repaired the rover the European Space Agency was sending to Venus.","b":"Has he repaired the rover the European Space Agency was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":557,"a":"He has tested the rover the European Space Agency was launching to Mars.","b":"Has he tested the rover the European Space Agency was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":558,"a":"She has repaired the rover the European Space Agency was sending to Venus.","b":"Has she repaired the rover the European Space Agency was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":559,"a":"She has repaired the rover NASA was launching to Venus.","b":"Has she repaired the rover NASA was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":560,"a":"He has repaired the rover Russia was launching to the moon.","b":"Has he repaired the rover Russia was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":561,"a":"She has repaired the rover Russia was launching to Mars.","b":"Has she repaired the rover Russia was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":562,"a":"She has repaired the rover the European Space Agency was launching to the moon.","b":"Has she repaired the rover the European Space Agency was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":563,"a":"He has troubleshot the rover NASA was launching to the moon.","b":"Has he troubleshot the rover NASA was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":564,"a":"He has troubleshot the rover NASA was sending to Venus.","b":"Has he troubleshot the rover NASA was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":565,"a":"She has tested the rover the European Space Agency was sending to Mars.","b":"Has she tested the rover the European Space Agency was sending to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":566,"a":"She has tested the rover the European Space Agency was launching to Mars.","b":"Has she tested the rover the European Space Agency was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":567,"a":"He has repaired the rover the European Space Agency was launching to the moon.","b":"Has he repaired the rover the European Space Agency was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":568,"a":"She has tested the rover NASA was launching to the moon.","b":"Has she tested the rover NASA was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":569,"a":"She has tested the rover the European Space Agency was launching to the moon.","b":"Has she tested the rover the European Space Agency was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":570,"a":"She has tested the rover NASA was launching to Venus.","b":"Has she tested the rover NASA was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":571,"a":"He has repaired the rover NASA was sending to Venus.","b":"Has he repaired the rover NASA was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":572,"a":"He has troubleshot the rover NASA was launching to Mars.","b":"Has he troubleshot the rover NASA was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":573,"a":"He has repaired the rover Russia was launching to Venus.","b":"Has he repaired the rover Russia was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":574,"a":"He has repaired the rover NASA was sending to the moon.","b":"Has he repaired the rover NASA was sending to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":575,"a":"She has repaired the rover the European Space Agency was sending to Mars.","b":"Has she repaired the rover the European Space Agency was sending to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":576,"a":"She has repaired the rover Russia was launching to the moon.","b":"Has she repaired the rover Russia was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":577,"a":"He has repaired the rover the European Space Agency was sending to the moon.","b":"Has he repaired the rover the European Space Agency was sending to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":578,"a":"He has repaired the rover NASA was launching to the moon.","b":"Has he repaired the rover NASA was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":579,"a":"She has troubleshot the rover NASA was launching to the moon.","b":"Has she troubleshot the rover NASA was launching to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":580,"a":"He has repaired the rover the European Space Agency was launching to Venus.","b":"Has he repaired the rover the European Space Agency was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":581,"a":"She has tested the rover NASA was sending to Mars.","b":"Has she tested the rover NASA was sending to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":582,"a":"He has tested the rover Russia was sending to Venus.","b":"Has he tested the rover Russia was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":583,"a":"She has repaired the rover NASA was sending to Venus.","b":"Has she repaired the rover NASA was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":584,"a":"She has troubleshot the rover NASA was launching to Mars.","b":"Has she troubleshot the rover NASA was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":585,"a":"He has troubleshot the rover Russia was launching to Mars.","b":"Has he troubleshot the rover Russia was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":586,"a":"She has tested the rover NASA was sending to the moon.","b":"Has she tested the rover NASA was sending to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":587,"a":"He has troubleshot the rover the European Space Agency was launching to Venus.","b":"Has he troubleshot the rover the European Space Agency was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":588,"a":"She has troubleshot the rover NASA was launching to Venus.","b":"Has she troubleshot the rover NASA was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":589,"a":"He has troubleshot the rover Russia was sending to Mars.","b":"Has he troubleshot the rover Russia was sending to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":590,"a":"She has troubleshot the rover the European Space Agency was launching to Venus.","b":"Has she troubleshot the rover the European Space Agency was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":591,"a":"He has tested the rover Russia was launching to Mars.","b":"Has he tested the rover Russia was launching to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":592,"a":"He has tested the rover Russia was launching to Venus.","b":"Has he tested the rover Russia was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":593,"a":"He has troubleshot the rover Russia was sending to the moon.","b":"Has he troubleshot the rover Russia was sending to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":594,"a":"He has troubleshot the rover NASA was sending to Mars.","b":"Has he troubleshot the rover NASA was sending to Mars?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":595,"a":"He has repaired the rover Russia was sending to the moon.","b":"Has he repaired the rover Russia was sending to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":596,"a":"She has tested the rover the European Space Agency was sending to Venus.","b":"Has she tested the rover the European Space Agency was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":597,"a":"She has repaired the rover the European Space Agency was launching to Venus.","b":"Has she repaired the rover the European Space Agency was launching to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":598,"a":"He has repaired the rover Russia was sending to Venus.","b":"Has he repaired the rover Russia was sending to Venus?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":599,"a":"She has troubleshot the rover NASA was sending to the moon.","b":"Has she troubleshot the rover NASA was sending to the moon?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":600,"a":"She has given tacit approval to the unrest the right wing militia was plotting in the weeks before the inauguration.","b":"Has she given tacit approval to the unrest the right wing militia was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":601,"a":"He has praised the unrest the right wing militia was plotting after the election.","b":"Has he praised the unrest the right wing militia was plotting after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":602,"a":"She has condemned the violence the mob of insurrectionists was causing in the weeks before the inauguration.","b":"Has she condemned the violence the mob of insurrectionists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":603,"a":"She has praised the chaos the mob of insurrectionists was instigating in the weeks before the inauguration.","b":"Has she praised the chaos the mob of insurrectionists was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":604,"a":"She has praised the chaos the right wing militia was plotting after the election.","b":"Has she praised the chaos the right wing militia was plotting after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":605,"a":"She has condemned the unrest the mob of insurrectionists was instigating in the weeks before the inauguration.","b":"Has she condemned the unrest the mob of insurrectionists was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":606,"a":"He has condemned the chaos the right wing militia was causing after the election.","b":"Has he condemned the chaos the right wing militia was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":607,"a":"He has praised the chaos the group of extremists was instigating in the weeks before the inauguration.","b":"Has he praised the chaos the group of extremists was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":608,"a":"He has given tacit approval to the chaos the mob of insurrectionists was causing in the weeks before the inauguration.","b":"Has he given tacit approval to the chaos the mob of insurrectionists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":609,"a":"She has given tacit approval to the violence the right wing militia was plotting after the election.","b":"Has she given tacit approval to the violence the right wing militia was plotting after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":610,"a":"He has condemned the chaos the group of extremists was plotting in the weeks before the inauguration.","b":"Has he condemned the chaos the group of extremists was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":611,"a":"She has praised the unrest the right wing militia was causing in the weeks before the inauguration.","b":"Has she praised the unrest the right wing militia was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":612,"a":"He has praised the chaos the right wing militia was plotting in the weeks before the inauguration.","b":"Has he praised the chaos the right wing militia was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":613,"a":"She has given tacit approval to the unrest the group of extremists was causing after the election.","b":"Has she given tacit approval to the unrest the group of extremists was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":614,"a":"She has given tacit approval to the chaos the group of extremists was plotting after the election.","b":"Has she given tacit approval to the chaos the group of extremists was plotting after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":615,"a":"He has condemned the chaos the mob of insurrectionists was plotting in the weeks before the inauguration.","b":"Has he condemned the chaos the mob of insurrectionists was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":616,"a":"He has praised the violence the group of extremists was causing in the weeks before the inauguration.","b":"Has he praised the violence the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":617,"a":"She has praised the unrest the right wing militia was plotting after the election.","b":"Has she praised the unrest the right wing militia was plotting after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":618,"a":"She has praised the unrest the group of extremists was causing in the weeks before the inauguration.","b":"Has she praised the unrest the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":619,"a":"He has given tacit approval to the violence the right wing militia was instigating after the election.","b":"Has he given tacit approval to the violence the right wing militia was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":620,"a":"He has praised the unrest the group of extremists was plotting in the weeks before the inauguration.","b":"Has he praised the unrest the group of extremists was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":621,"a":"He has praised the chaos the group of extremists was causing in the weeks before the inauguration.","b":"Has he praised the chaos the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":622,"a":"She has condemned the violence the mob of insurrectionists was instigating after the election.","b":"Has she condemned the violence the mob of insurrectionists was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":623,"a":"He has condemned the violence the mob of insurrectionists was plotting in the weeks before the inauguration.","b":"Has he condemned the violence the mob of insurrectionists was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":624,"a":"She has given tacit approval to the unrest the group of extremists was causing in the weeks before the inauguration.","b":"Has she given tacit approval to the unrest the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":625,"a":"He has praised the violence the group of extremists was instigating in the weeks before the inauguration.","b":"Has he praised the violence the group of extremists was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":626,"a":"He has condemned the chaos the right wing militia was instigating after the election.","b":"Has he condemned the chaos the right wing militia was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":627,"a":"She has given tacit approval to the violence the group of extremists was instigating in the weeks before the inauguration.","b":"Has she given tacit approval to the violence the group of extremists was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":628,"a":"He has condemned the violence the right wing militia was instigating after the election.","b":"Has he condemned the violence the right wing militia was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":629,"a":"He has praised the unrest the mob of insurrectionists was instigating after the election.","b":"Has he praised the unrest the mob of insurrectionists was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":630,"a":"He has praised the unrest the right wing militia was causing in the weeks before the inauguration.","b":"Has he praised the unrest the right wing militia was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":631,"a":"He has given tacit approval to the violence the group of extremists was causing in the weeks before the inauguration.","b":"Has he given tacit approval to the violence the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":632,"a":"He has praised the violence the mob of insurrectionists was causing after the election.","b":"Has he praised the violence the mob of insurrectionists was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":633,"a":"She has given tacit approval to the unrest the mob of insurrectionists was causing after the election.","b":"Has she given tacit approval to the unrest the mob of insurrectionists was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":634,"a":"She has given tacit approval to the unrest the right wing militia was causing after the election.","b":"Has she given tacit approval to the unrest the right wing militia was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":635,"a":"She has given tacit approval to the chaos the group of extremists was plotting in the weeks before the inauguration.","b":"Has she given tacit approval to the chaos the group of extremists was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":636,"a":"He has condemned the violence the right wing militia was causing in the weeks before the inauguration.","b":"Has he condemned the violence the right wing militia was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":637,"a":"He has given tacit approval to the chaos the right wing militia was instigating in the weeks before the inauguration.","b":"Has he given tacit approval to the chaos the right wing militia was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":638,"a":"He has given tacit approval to the chaos the right wing militia was instigating after the election.","b":"Has he given tacit approval to the chaos the right wing militia was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":639,"a":"He has given tacit approval to the chaos the right wing militia was causing in the weeks before the inauguration.","b":"Has he given tacit approval to the chaos the right wing militia was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":640,"a":"She has praised the chaos the group of extremists was causing after the election.","b":"Has she praised the chaos the group of extremists was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":641,"a":"He has condemned the violence the group of extremists was causing in the weeks before the inauguration.","b":"Has he condemned the violence the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":642,"a":"She has condemned the chaos the right wing militia was instigating after the election.","b":"Has she condemned the chaos the right wing militia was instigating after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":643,"a":"She has given tacit approval to the chaos the right wing militia was causing after the election.","b":"Has she given tacit approval to the chaos the right wing militia was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":644,"a":"She has condemned the chaos the group of extremists was causing in the weeks before the inauguration.","b":"Has she condemned the chaos the group of extremists was causing in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":645,"a":"She has given tacit approval to the violence the right wing militia was plotting in the weeks before the inauguration.","b":"Has she given tacit approval to the violence the right wing militia was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":646,"a":"He has praised the chaos the right wing militia was causing after the election.","b":"Has he praised the chaos the right wing militia was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":647,"a":"She has condemned the unrest the right wing militia was instigating in the weeks before the inauguration.","b":"Has she condemned the unrest the right wing militia was instigating in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":648,"a":"He has condemned the unrest the group of extremists was plotting in the weeks before the inauguration.","b":"Has he condemned the unrest the group of extremists was plotting in the weeks before the inauguration?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":649,"a":"She has praised the violence the right wing militia was causing after the election.","b":"Has she praised the violence the right wing militia was causing after the election?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":650,"a":"She has earned the trophy every team was hoping for this season.","b":"Has she earned the trophy every team was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":651,"a":"He has earned the trophy every team was coveting this year.","b":"Has he earned the trophy every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":652,"a":"She has won the trophy every team was coveting this season.","b":"Has she won the trophy every team was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":653,"a":"He has earned the title every competitor was hoping for this year.","b":"Has he earned the title every competitor was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":654,"a":"She has earned the trophy every competitor was hoping for this year.","b":"Has she earned the trophy every competitor was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":655,"a":"He has gotten the award every team was hoping for this year.","b":"Has he gotten the award every team was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":656,"a":"He has gotten the title every team was coveting this season.","b":"Has he gotten the title every team was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":657,"a":"She has earned the title every team was coveting this season.","b":"Has she earned the title every team was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":658,"a":"She has earned the trophy every competitor was coveting this season.","b":"Has she earned the trophy every competitor was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":659,"a":"He has earned the trophy every competitor was hoping for this year.","b":"Has he earned the trophy every competitor was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":660,"a":"She has earned the award every team was coveting this year.","b":"Has she earned the award every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":661,"a":"She has won the trophy every team was coveting this year.","b":"Has she won the trophy every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":662,"a":"She has won the trophy every team was hoping for this year.","b":"Has she won the trophy every team was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":663,"a":"She has gotten the award every competitor was hoping for this season.","b":"Has she gotten the award every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":664,"a":"He has won the title every competitor was hoping for this year.","b":"Has he won the title every competitor was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":665,"a":"She has won the title every team was coveting this year.","b":"Has she won the title every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":666,"a":"She has won the title every team was hoping for this season.","b":"Has she won the title every team was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":667,"a":"He has won the trophy every competitor was coveting this year.","b":"Has he won the trophy every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":668,"a":"He has won the award every team was coveting this season.","b":"Has he won the award every team was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":669,"a":"He has gotten the title every competitor was coveting this year.","b":"Has he gotten the title every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":670,"a":"She has gotten the award every team was hoping for this year.","b":"Has she gotten the award every team was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":671,"a":"She has gotten the trophy every competitor was hoping for this season.","b":"Has she gotten the trophy every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":672,"a":"He has earned the award every team was coveting this year.","b":"Has he earned the award every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":673,"a":"She has gotten the award every competitor was coveting this year.","b":"Has she gotten the award every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":674,"a":"He has won the trophy every team was coveting this year.","b":"Has he won the trophy every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":675,"a":"He has gotten the trophy every team was hoping for this year.","b":"Has he gotten the trophy every team was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":676,"a":"He has earned the award every team was hoping for this year.","b":"Has he earned the award every team was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":677,"a":"He has gotten the trophy every competitor was hoping for this year.","b":"Has he gotten the trophy every competitor was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":678,"a":"She has gotten the title every team was hoping for this year.","b":"Has she gotten the title every team was hoping for this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":679,"a":"She has earned the award every competitor was coveting this season.","b":"Has she earned the award every competitor was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":680,"a":"He has gotten the award every competitor was coveting this year.","b":"Has he gotten the award every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":681,"a":"He has earned the award every competitor was coveting this year.","b":"Has he earned the award every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":682,"a":"She has won the title every competitor was coveting this season.","b":"Has she won the title every competitor was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":683,"a":"He has gotten the title every competitor was hoping for this season.","b":"Has he gotten the title every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":684,"a":"She has earned the trophy every competitor was hoping for this season.","b":"Has she earned the trophy every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":685,"a":"She has earned the title every competitor was coveting this year.","b":"Has she earned the title every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":686,"a":"She has gotten the title every competitor was coveting this season.","b":"Has she gotten the title every competitor was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":687,"a":"She has won the title every team was coveting this season.","b":"Has she won the title every team was coveting this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":688,"a":"She has won the award every competitor was coveting this year.","b":"Has she won the award every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":689,"a":"He has won the award every competitor was coveting this year.","b":"Has he won the award every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":690,"a":"He has gotten the trophy every team was hoping for this season.","b":"Has he gotten the trophy every team was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":691,"a":"He has won the trophy every competitor was hoping for this season.","b":"Has he won the trophy every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":692,"a":"She has won the title every competitor was hoping for this season.","b":"Has she won the title every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":693,"a":"She has gotten the trophy every competitor was coveting this year.","b":"Has she gotten the trophy every competitor was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":694,"a":"She has earned the title every competitor was hoping for this season.","b":"Has she earned the title every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":695,"a":"She has gotten the trophy every team was coveting this year.","b":"Has she gotten the trophy every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":696,"a":"She has gotten the award every team was coveting this year.","b":"Has she gotten the award every team was coveting this year?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":697,"a":"He has won the award every competitor was hoping for this season.","b":"Has he won the award every competitor was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":698,"a":"She has gotten the award every team was hoping for this season.","b":"Has she gotten the award every team was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":699,"a":"She has earned the title every team was hoping for this season.","b":"Has she earned the title every team was hoping for this season?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":700,"a":"He has declined to participate in the race the university was planning due to a family emergency.","b":"Has he declined to participate in the race the university was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":701,"a":"She has quit the race the university was holding due to medical conditions.","b":"Has she quit the race the university was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":702,"a":"He has dropped out of the tournament the city was holding in the summer.","b":"Has he dropped out of the tournament the city was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":703,"a":"She has quit the race the summer camp was planning in the summer.","b":"Has she quit the race the summer camp was planning in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":704,"a":"He has declined to participate in the race the university was planning in the summer.","b":"Has he declined to participate in the race the university was planning in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":705,"a":"He has declined to participate in the tournament the city was planning due to a family emergency.","b":"Has he declined to participate in the tournament the city was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":706,"a":"She has declined to participate in the tournament the summer camp was holding due to a family emergency.","b":"Has she declined to participate in the tournament the summer camp was holding due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":707,"a":"He has dropped out of the race the summer camp was hosting due to a family emergency.","b":"Has he dropped out of the race the summer camp was hosting due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":708,"a":"He has dropped out of the game the city was planning in the summer.","b":"Has he dropped out of the game the city was planning in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":709,"a":"She has quit the tournament the university was holding due to a family emergency.","b":"Has she quit the tournament the university was holding due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":710,"a":"She has declined to participate in the race the university was planning in the summer.","b":"Has she declined to participate in the race the university was planning in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":711,"a":"He has quit the race the city was holding due to medical conditions.","b":"Has he quit the race the city was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":712,"a":"He has declined to participate in the tournament the summer camp was holding in the summer.","b":"Has he declined to participate in the tournament the summer camp was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":713,"a":"She has dropped out of the tournament the city was hosting in the summer.","b":"Has she dropped out of the tournament the city was hosting in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":714,"a":"She has quit the game the summer camp was planning due to medical conditions.","b":"Has she quit the game the summer camp was planning due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":715,"a":"He has declined to participate in the tournament the city was planning due to medical conditions.","b":"Has he declined to participate in the tournament the city was planning due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":716,"a":"She has quit the tournament the university was holding due to medical conditions.","b":"Has she quit the tournament the university was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":717,"a":"He has dropped out of the race the university was planning due to medical conditions.","b":"Has he dropped out of the race the university was planning due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":718,"a":"He has dropped out of the tournament the city was hosting due to a family emergency.","b":"Has he dropped out of the tournament the city was hosting due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":719,"a":"She has dropped out of the game the university was holding in the summer.","b":"Has she dropped out of the game the university was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":720,"a":"He has quit the tournament the summer camp was hosting in the summer.","b":"Has he quit the tournament the summer camp was hosting in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":721,"a":"He has dropped out of the game the university was hosting due to a family emergency.","b":"Has he dropped out of the game the university was hosting due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":722,"a":"She has declined to participate in the game the city was planning due to a family emergency.","b":"Has she declined to participate in the game the city was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":723,"a":"He has quit the race the university was planning in the summer.","b":"Has he quit the race the university was planning in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":724,"a":"He has dropped out of the tournament the summer camp was hosting due to a family emergency.","b":"Has he dropped out of the tournament the summer camp was hosting due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":725,"a":"She has quit the game the university was holding due to a family emergency.","b":"Has she quit the game the university was holding due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":726,"a":"He has quit the tournament the summer camp was hosting due to medical conditions.","b":"Has he quit the tournament the summer camp was hosting due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":727,"a":"She has quit the game the city was holding due to medical conditions.","b":"Has she quit the game the city was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":728,"a":"He has dropped out of the game the summer camp was hosting in the summer.","b":"Has he dropped out of the game the summer camp was hosting in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":729,"a":"He has dropped out of the tournament the university was hosting due to medical conditions.","b":"Has he dropped out of the tournament the university was hosting due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":730,"a":"He has quit the race the summer camp was hosting in the summer.","b":"Has he quit the race the summer camp was hosting in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":731,"a":"She has dropped out of the race the university was planning due to a family emergency.","b":"Has she dropped out of the race the university was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":732,"a":"She has dropped out of the game the summer camp was holding in the summer.","b":"Has she dropped out of the game the summer camp was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":733,"a":"She has quit the game the university was hosting due to medical conditions.","b":"Has she quit the game the university was hosting due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":734,"a":"He has dropped out of the game the university was planning due to a family emergency.","b":"Has he dropped out of the game the university was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":735,"a":"He has quit the race the summer camp was holding due to a family emergency.","b":"Has he quit the race the summer camp was holding due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":736,"a":"She has quit the game the summer camp was holding in the summer.","b":"Has she quit the game the summer camp was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":737,"a":"She has declined to participate in the race the summer camp was holding due to medical conditions.","b":"Has she declined to participate in the race the summer camp was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":738,"a":"She has declined to participate in the race the city was holding in the summer.","b":"Has she declined to participate in the race the city was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":739,"a":"He has dropped out of the game the city was hosting due to medical conditions.","b":"Has he dropped out of the game the city was hosting due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":740,"a":"She has quit the game the summer camp was holding due to medical conditions.","b":"Has she quit the game the summer camp was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":741,"a":"He has declined to participate in the game the city was planning due to medical conditions.","b":"Has he declined to participate in the game the city was planning due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":742,"a":"She has declined to participate in the tournament the university was planning due to a family emergency.","b":"Has she declined to participate in the tournament the university was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":743,"a":"She has quit the race the summer camp was holding due to a family emergency.","b":"Has she quit the race the summer camp was holding due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":744,"a":"She has dropped out of the race the summer camp was holding due to medical conditions.","b":"Has she dropped out of the race the summer camp was holding due to medical conditions?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":745,"a":"She has quit the game the city was planning due to a family emergency.","b":"Has she quit the game the city was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":746,"a":"He has dropped out of the race the summer camp was holding in the summer.","b":"Has he dropped out of the race the summer camp was holding in the summer?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":747,"a":"He has quit the game the summer camp was holding due to a family emergency.","b":"Has he quit the game the summer camp was holding due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":748,"a":"She has declined to participate in the tournament the city was hosting due to a family emergency.","b":"Has she declined to participate in the tournament the city was hosting due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":749,"a":"She has quit the tournament the university was planning due to a family emergency.","b":"Has she quit the tournament the university was planning due to a family emergency?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":750,"a":"She has opened the packet of chips my roommate was saving for lunch.","b":"Has she opened the packet of chips my roommate was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":751,"a":"She has eaten the fruit cup my roommate was saving for lunch.","b":"Has she eaten the fruit cup my roommate was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":752,"a":"She has dropped the packet of chips Sue was saving for lunch.","b":"Has she dropped the packet of chips Sue was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":753,"a":"She has opened the can of sardines my roommate was planning to eat for lunch.","b":"Has she opened the can of sardines my roommate was planning to eat for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":754,"a":"She has opened the packet of chips Sue was saving for breakfast.","b":"Has she opened the packet of chips Sue was saving for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":755,"a":"He has dropped the fruit cup my roommate was planning to eat for a rainy day.","b":"Has he dropped the fruit cup my roommate was planning to eat for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":756,"a":"He has dropped the packet of chips Sue was holding onto for a rainy day.","b":"Has he dropped the packet of chips Sue was holding onto for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":757,"a":"She has dropped the packet of chips Sue was saving for breakfast.","b":"Has she dropped the packet of chips Sue was saving for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":758,"a":"She has eaten the packet of chips my roommate was planning to eat for breakfast.","b":"Has she eaten the packet of chips my roommate was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":759,"a":"She has opened the can of sardines my roommate was saving for a rainy day.","b":"Has she opened the can of sardines my roommate was saving for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":760,"a":"He has opened the can of sardines my roommate was holding onto for breakfast.","b":"Has he opened the can of sardines my roommate was holding onto for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":761,"a":"She has opened the fruit cup the secretary was saving for lunch.","b":"Has she opened the fruit cup the secretary was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":762,"a":"She has opened the can of sardines my roommate was planning to eat for breakfast.","b":"Has she opened the can of sardines my roommate was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":763,"a":"He has opened the can of sardines Sue was planning to eat for breakfast.","b":"Has he opened the can of sardines Sue was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":764,"a":"He has dropped the can of sardines the secretary was saving for lunch.","b":"Has he dropped the can of sardines the secretary was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":765,"a":"She has opened the can of sardines my roommate was holding onto for a rainy day.","b":"Has she opened the can of sardines my roommate was holding onto for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":766,"a":"She has dropped the packet of chips my roommate was planning to eat for breakfast.","b":"Has she dropped the packet of chips my roommate was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":767,"a":"She has eaten the fruit cup my roommate was holding onto for a rainy day.","b":"Has she eaten the fruit cup my roommate was holding onto for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":768,"a":"She has eaten the can of sardines Sue was holding onto for lunch.","b":"Has she eaten the can of sardines Sue was holding onto for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":769,"a":"She has eaten the can of sardines my roommate was saving for lunch.","b":"Has she eaten the can of sardines my roommate was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":770,"a":"He has eaten the can of sardines the secretary was planning to eat for lunch.","b":"Has he eaten the can of sardines the secretary was planning to eat for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":771,"a":"He has dropped the can of sardines my roommate was planning to eat for breakfast.","b":"Has he dropped the can of sardines my roommate was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":772,"a":"He has opened the can of sardines my roommate was holding onto for lunch.","b":"Has he opened the can of sardines my roommate was holding onto for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":773,"a":"He has dropped the can of sardines my roommate was planning to eat for a rainy day.","b":"Has he dropped the can of sardines my roommate was planning to eat for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":774,"a":"She has opened the packet of chips my roommate was planning to eat for lunch.","b":"Has she opened the packet of chips my roommate was planning to eat for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":775,"a":"She has eaten the can of sardines Sue was holding onto for a rainy day.","b":"Has she eaten the can of sardines Sue was holding onto for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":776,"a":"She has opened the fruit cup my roommate was planning to eat for breakfast.","b":"Has she opened the fruit cup my roommate was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":777,"a":"She has dropped the can of sardines the secretary was planning to eat for lunch.","b":"Has she dropped the can of sardines the secretary was planning to eat for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":778,"a":"He has dropped the packet of chips Sue was planning to eat for a rainy day.","b":"Has he dropped the packet of chips Sue was planning to eat for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":779,"a":"He has eaten the can of sardines my roommate was holding onto for breakfast.","b":"Has he eaten the can of sardines my roommate was holding onto for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":780,"a":"He has dropped the fruit cup Sue was saving for lunch.","b":"Has he dropped the fruit cup Sue was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":781,"a":"She has dropped the can of sardines the secretary was holding onto for a rainy day.","b":"Has she dropped the can of sardines the secretary was holding onto for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":782,"a":"She has eaten the packet of chips Sue was saving for a rainy day.","b":"Has she eaten the packet of chips Sue was saving for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":783,"a":"He has eaten the can of sardines my roommate was holding onto for lunch.","b":"Has he eaten the can of sardines my roommate was holding onto for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":784,"a":"He has dropped the can of sardines my roommate was saving for a rainy day.","b":"Has he dropped the can of sardines my roommate was saving for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":785,"a":"She has eaten the can of sardines Sue was holding onto for breakfast.","b":"Has she eaten the can of sardines Sue was holding onto for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":786,"a":"She has dropped the packet of chips Sue was planning to eat for breakfast.","b":"Has she dropped the packet of chips Sue was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":787,"a":"She has dropped the packet of chips my roommate was saving for breakfast.","b":"Has she dropped the packet of chips my roommate was saving for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":788,"a":"He has opened the packet of chips my roommate was holding onto for lunch.","b":"Has he opened the packet of chips my roommate was holding onto for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":789,"a":"He has dropped the packet of chips the secretary was planning to eat for a rainy day.","b":"Has he dropped the packet of chips the secretary was planning to eat for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":790,"a":"She has dropped the fruit cup Sue was saving for a rainy day.","b":"Has she dropped the fruit cup Sue was saving for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":791,"a":"She has dropped the can of sardines my roommate was planning to eat for a rainy day.","b":"Has she dropped the can of sardines my roommate was planning to eat for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":792,"a":"She has dropped the packet of chips the secretary was holding onto for lunch.","b":"Has she dropped the packet of chips the secretary was holding onto for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":793,"a":"She has opened the packet of chips Sue was planning to eat for breakfast.","b":"Has she opened the packet of chips Sue was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":794,"a":"He has eaten the fruit cup Sue was saving for lunch.","b":"Has he eaten the fruit cup Sue was saving for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":795,"a":"He has dropped the fruit cup the secretary was holding onto for lunch.","b":"Has he dropped the fruit cup the secretary was holding onto for lunch?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":796,"a":"He has opened the can of sardines my roommate was saving for breakfast.","b":"Has he opened the can of sardines my roommate was saving for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":797,"a":"He has eaten the fruit cup my roommate was planning to eat for breakfast.","b":"Has he eaten the fruit cup my roommate was planning to eat for breakfast?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":798,"a":"She has opened the fruit cup the secretary was holding onto for a rainy day.","b":"Has she opened the fruit cup the secretary was holding onto for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":799,"a":"He has eaten the can of sardines Sue was saving for a rainy day.","b":"Has he eaten the can of sardines Sue was saving for a rainy day?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":800,"a":"She has lost the notoriety she was amassing due to fraudulent activities.","b":"Has she lost the notoriety she was amassing due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":801,"a":"She has given up the fame she was gaining over the years.","b":"Has she given up the fame she was gaining over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":802,"a":"She has lost the reputation she was amassing over the years.","b":"Has she lost the reputation she was amassing over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":803,"a":"She has given up the fame she was gaining in recent months.","b":"Has she given up the fame she was gaining in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":804,"a":"She has lost the fame she was building over the years.","b":"Has she lost the fame she was building over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":805,"a":"She has lost the reputation she was building in recent months.","b":"Has she lost the reputation she was building in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":806,"a":"She has given up the notoriety she was building due to fraudulent activities.","b":"Has she given up the notoriety she was building due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":807,"a":"She has lost the notoriety she was building in recent months.","b":"Has she lost the notoriety she was building in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":808,"a":"She has lost the reputation she was amassing in recent months.","b":"Has she lost the reputation she was amassing in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":809,"a":"She has lost the fame she was amassing in recent months.","b":"Has she lost the fame she was amassing in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":810,"a":"She has lost the fame she was building due to fraudulent activities.","b":"Has she lost the fame she was building due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":811,"a":"She has given up the fame she was building due to fraudulent activities.","b":"Has she given up the fame she was building due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":812,"a":"She has given up the reputation she was gaining in recent months.","b":"Has she given up the reputation she was gaining in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":813,"a":"She has lost the notoriety she was amassing in recent months.","b":"Has she lost the notoriety she was amassing in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":814,"a":"She has lost the notoriety she was building over the years.","b":"Has she lost the notoriety she was building over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":815,"a":"She has lost the fame she was gaining in recent months.","b":"Has she lost the fame she was gaining in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":816,"a":"She has lost the fame she was building in recent months.","b":"Has she lost the fame she was building in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":817,"a":"She has lost the reputation she was amassing due to fraudulent activities.","b":"Has she lost the reputation she was amassing due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":818,"a":"She has given up the notoriety she was building over the years.","b":"Has she given up the notoriety she was building over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":819,"a":"She has given up the reputation she was building due to fraudulent activities.","b":"Has she given up the reputation she was building due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":820,"a":"She has given up the fame she was amassing due to fraudulent activities.","b":"Has she given up the fame she was amassing due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":821,"a":"She has lost the reputation she was building over the years.","b":"Has she lost the reputation she was building over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":822,"a":"She has given up the notoriety she was gaining in recent months.","b":"Has she given up the notoriety she was gaining in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":823,"a":"She has given up the reputation she was gaining over the years.","b":"Has she given up the reputation she was gaining over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":824,"a":"She has given up the notoriety she was amassing in recent months.","b":"Has she given up the notoriety she was amassing in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":825,"a":"She has lost the reputation she was gaining over the years.","b":"Has she lost the reputation she was gaining over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":826,"a":"She has given up the reputation she was building over the years.","b":"Has she given up the reputation she was building over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":827,"a":"She has given up the reputation she was gaining due to fraudulent activities.","b":"Has she given up the reputation she was gaining due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":828,"a":"She has given up the notoriety she was amassing due to fraudulent activities.","b":"Has she given up the notoriety she was amassing due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":829,"a":"She has lost the fame she was gaining over the years.","b":"Has she lost the fame she was gaining over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":830,"a":"She has lost the notoriety she was gaining in recent months.","b":"Has she lost the notoriety she was gaining in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":831,"a":"She has lost the reputation she was building due to fraudulent activities.","b":"Has she lost the reputation she was building due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":832,"a":"She has lost the notoriety she was amassing over the years.","b":"Has she lost the notoriety she was amassing over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":833,"a":"She has lost the fame she was amassing over the years.","b":"Has she lost the fame she was amassing over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":834,"a":"She has lost the notoriety she was gaining over the years.","b":"Has she lost the notoriety she was gaining over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":835,"a":"She has given up the notoriety she was gaining over the years.","b":"Has she given up the notoriety she was gaining over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":836,"a":"She has lost the reputation she was gaining in recent months.","b":"Has she lost the reputation she was gaining in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":837,"a":"She has given up the reputation she was amassing over the years.","b":"Has she given up the reputation she was amassing over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":838,"a":"She has lost the reputation she was gaining due to fraudulent activities.","b":"Has she lost the reputation she was gaining due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":839,"a":"She has given up the fame she was amassing over the years.","b":"Has she given up the fame she was amassing over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":840,"a":"She has given up the notoriety she was amassing over the years.","b":"Has she given up the notoriety she was amassing over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":841,"a":"She has lost the notoriety she was building due to fraudulent activities.","b":"Has she lost the notoriety she was building due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":842,"a":"She has given up the fame she was gaining due to fraudulent activities.","b":"Has she given up the fame she was gaining due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":843,"a":"She has given up the reputation she was building in recent months.","b":"Has she given up the reputation she was building in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":844,"a":"She has given up the reputation she was amassing in recent months.","b":"Has she given up the reputation she was amassing in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":845,"a":"She has given up the notoriety she was building in recent months.","b":"Has she given up the notoriety she was building in recent months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":846,"a":"She has given up the reputation she was amassing due to fraudulent activities.","b":"Has she given up the reputation she was amassing due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":847,"a":"She has lost the fame she was amassing due to fraudulent activities.","b":"Has she lost the fame she was amassing due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":848,"a":"She has lost the fame she was gaining due to fraudulent activities.","b":"Has she lost the fame she was gaining due to fraudulent activities?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":849,"a":"She has given up the fame she was building over the years.","b":"Has she given up the fame she was building over the years?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":850,"a":"He has been reading the manuscript his superior was working on for the last few months.","b":"Has he been reading the manuscript his superior was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":851,"a":"He has copied the manuscript his superior was working on for the last few months.","b":"Has he copied the manuscript his superior was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":852,"a":"He has sneaked a peek at the draft his superior was writing in secret.","b":"Has he sneaked a peek at the draft his superior was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":853,"a":"He has been reading the book his superior was writing surreptitiously.","b":"Has he been reading the book his superior was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":854,"a":"He has sneaked a peek at the manuscript his opponent was writing in secret.","b":"Has he sneaked a peek at the manuscript his opponent was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":855,"a":"He has copied the book his opponent was writing for the last few months.","b":"Has he copied the book his opponent was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":856,"a":"He has sneaked a peek at the draft his opponent was writing surreptitiously.","b":"Has he sneaked a peek at the draft his opponent was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":857,"a":"He has been reading the draft his opponent was writing surreptitiously.","b":"Has he been reading the draft his opponent was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":858,"a":"He has been reading the book his opponent was writing in secret.","b":"Has he been reading the book his opponent was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":859,"a":"He has been reading the book his superior was working on in secret.","b":"Has he been reading the book his superior was working on in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":860,"a":"He has been reading the manuscript his opponent was writing surreptitiously.","b":"Has he been reading the manuscript his opponent was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":861,"a":"He has copied the manuscript his superior was working on in secret.","b":"Has he copied the manuscript his superior was working on in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":862,"a":"He has been reading the book his opponent was working on for the last few months.","b":"Has he been reading the book his opponent was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":863,"a":"He has been reading the manuscript his opponent was working on surreptitiously.","b":"Has he been reading the manuscript his opponent was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":864,"a":"He has been reading the draft his superior was writing in secret.","b":"Has he been reading the draft his superior was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":865,"a":"He has copied the draft his opponent was writing for the last few months.","b":"Has he copied the draft his opponent was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":866,"a":"He has been reading the manuscript his opponent was writing for the last few months.","b":"Has he been reading the manuscript his opponent was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":867,"a":"He has sneaked a peek at the manuscript his superior was working on for the last few months.","b":"Has he sneaked a peek at the manuscript his superior was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":868,"a":"He has copied the draft his superior was working on in secret.","b":"Has he copied the draft his superior was working on in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":869,"a":"He has copied the book his opponent was working on for the last few months.","b":"Has he copied the book his opponent was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":870,"a":"He has sneaked a peek at the book his superior was working on surreptitiously.","b":"Has he sneaked a peek at the book his superior was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":871,"a":"He has sneaked a peek at the manuscript his superior was writing in secret.","b":"Has he sneaked a peek at the manuscript his superior was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":872,"a":"He has been reading the draft his opponent was working on surreptitiously.","b":"Has he been reading the draft his opponent was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":873,"a":"He has copied the manuscript his opponent was writing for the last few months.","b":"Has he copied the manuscript his opponent was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":874,"a":"He has sneaked a peek at the draft his opponent was writing in secret.","b":"Has he sneaked a peek at the draft his opponent was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":875,"a":"He has sneaked a peek at the draft his opponent was working on surreptitiously.","b":"Has he sneaked a peek at the draft his opponent was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":876,"a":"He has copied the manuscript his opponent was working on for the last few months.","b":"Has he copied the manuscript his opponent was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":877,"a":"He has been reading the draft his superior was writing surreptitiously.","b":"Has he been reading the draft his superior was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":878,"a":"He has been reading the draft his opponent was writing in secret.","b":"Has he been reading the draft his opponent was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":879,"a":"He has sneaked a peek at the book his opponent was working on in secret.","b":"Has he sneaked a peek at the book his opponent was working on in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":880,"a":"He has copied the manuscript his superior was working on surreptitiously.","b":"Has he copied the manuscript his superior was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":881,"a":"He has sneaked a peek at the draft his superior was writing for the last few months.","b":"Has he sneaked a peek at the draft his superior was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":882,"a":"He has been reading the draft his superior was working on for the last few months.","b":"Has he been reading the draft his superior was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":883,"a":"He has been reading the book his superior was writing for the last few months.","b":"Has he been reading the book his superior was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":884,"a":"He has been reading the manuscript his superior was working on surreptitiously.","b":"Has he been reading the manuscript his superior was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":885,"a":"He has copied the manuscript his opponent was writing in secret.","b":"Has he copied the manuscript his opponent was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":886,"a":"He has been reading the book his opponent was writing surreptitiously.","b":"Has he been reading the book his opponent was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":887,"a":"He has sneaked a peek at the book his opponent was working on surreptitiously.","b":"Has he sneaked a peek at the book his opponent was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":888,"a":"He has sneaked a peek at the manuscript his superior was working on surreptitiously.","b":"Has he sneaked a peek at the manuscript his superior was working on surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":889,"a":"He has sneaked a peek at the draft his superior was writing surreptitiously.","b":"Has he sneaked a peek at the draft his superior was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":890,"a":"He has been reading the book his superior was writing in secret.","b":"Has he been reading the book his superior was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":891,"a":"He has sneaked a peek at the draft his opponent was writing for the last few months.","b":"Has he sneaked a peek at the draft his opponent was writing for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":892,"a":"He has sneaked a peek at the book his superior was writing surreptitiously.","b":"Has he sneaked a peek at the book his superior was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":893,"a":"He has sneaked a peek at the book his opponent was writing surreptitiously.","b":"Has he sneaked a peek at the book his opponent was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":894,"a":"He has sneaked a peek at the manuscript his superior was writing surreptitiously.","b":"Has he sneaked a peek at the manuscript his superior was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":895,"a":"He has copied the manuscript his superior was writing surreptitiously.","b":"Has he copied the manuscript his superior was writing surreptitiously?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":896,"a":"He has copied the draft his opponent was working on for the last few months.","b":"Has he copied the draft his opponent was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":897,"a":"He has copied the manuscript his superior was writing in secret.","b":"Has he copied the manuscript his superior was writing in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":898,"a":"He has been reading the manuscript his superior was working on in secret.","b":"Has he been reading the manuscript his superior was working on in secret?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":899,"a":"He has been reading the book his superior was working on for the last few months.","b":"Has he been reading the book his superior was working on for the last few months?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":900,"a":"He has deleted the article the lab was sending to the conference.","b":"Has he deleted the article the lab was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":901,"a":"He has drafted the document the lab was submitting to the conference.","b":"Has he drafted the document the lab was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":902,"a":"He has edited the article the research group was submitting to the conference.","b":"Has he edited the article the research group was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":903,"a":"She has drafted the article the lab was submitting to the conference.","b":"Has she drafted the article the lab was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":904,"a":"She has deleted the paper the research group was submitting to the journal.","b":"Has she deleted the paper the research group was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":905,"a":"He has drafted the paper the lab was sending to the journal.","b":"Has he drafted the paper the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":906,"a":"He has drafted the paper the research group was sending to the journal.","b":"Has he drafted the paper the research group was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":907,"a":"He has deleted the document the research group was sending to the journal.","b":"Has he deleted the document the research group was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":908,"a":"She has edited the paper the research group was sending to the conference.","b":"Has she edited the paper the research group was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":909,"a":"He has deleted the paper the research group was submitting to the conference.","b":"Has he deleted the paper the research group was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":910,"a":"He has drafted the article the scientist was submitting to the conference.","b":"Has he drafted the article the scientist was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":911,"a":"He has deleted the paper the scientist was submitting to the journal.","b":"Has he deleted the paper the scientist was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":912,"a":"He has drafted the paper the scientist was sending to the conference.","b":"Has he drafted the paper the scientist was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":913,"a":"She has deleted the document the research group was sending to the journal.","b":"Has she deleted the document the research group was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":914,"a":"She has deleted the document the scientist was submitting to the journal.","b":"Has she deleted the document the scientist was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":915,"a":"He has edited the article the lab was submitting to the journal.","b":"Has he edited the article the lab was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":916,"a":"He has edited the article the scientist was submitting to the journal.","b":"Has he edited the article the scientist was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":917,"a":"He has deleted the document the lab was sending to the journal.","b":"Has he deleted the document the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":918,"a":"She has edited the article the lab was submitting to the conference.","b":"Has she edited the article the lab was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":919,"a":"She has deleted the paper the lab was submitting to the journal.","b":"Has she deleted the paper the lab was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":920,"a":"He has deleted the article the lab was submitting to the journal.","b":"Has he deleted the article the lab was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":921,"a":"She has drafted the article the scientist was submitting to the journal.","b":"Has she drafted the article the scientist was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":922,"a":"She has drafted the paper the lab was sending to the journal.","b":"Has she drafted the paper the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":923,"a":"She has deleted the article the lab was submitting to the journal.","b":"Has she deleted the article the lab was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":924,"a":"She has drafted the paper the lab was sending to the conference.","b":"Has she drafted the paper the lab was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":925,"a":"He has drafted the article the lab was sending to the journal.","b":"Has he drafted the article the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":926,"a":"He has edited the article the research group was submitting to the journal.","b":"Has he edited the article the research group was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":927,"a":"She has drafted the document the research group was submitting to the conference.","b":"Has she drafted the document the research group was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":928,"a":"She has deleted the document the lab was sending to the journal.","b":"Has she deleted the document the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":929,"a":"He has deleted the paper the lab was sending to the journal.","b":"Has he deleted the paper the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":930,"a":"She has edited the article the scientist was sending to the conference.","b":"Has she edited the article the scientist was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":931,"a":"He has edited the paper the research group was submitting to the conference.","b":"Has he edited the paper the research group was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":932,"a":"She has edited the paper the lab was submitting to the journal.","b":"Has she edited the paper the lab was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":933,"a":"He has drafted the document the scientist was submitting to the journal.","b":"Has he drafted the document the scientist was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":934,"a":"He has deleted the paper the lab was sending to the conference.","b":"Has he deleted the paper the lab was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":935,"a":"She has edited the paper the lab was sending to the journal.","b":"Has she edited the paper the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":936,"a":"She has drafted the article the research group was sending to the conference.","b":"Has she drafted the article the research group was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":937,"a":"He has drafted the paper the lab was sending to the conference.","b":"Has he drafted the paper the lab was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":938,"a":"She has drafted the article the research group was sending to the journal.","b":"Has she drafted the article the research group was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":939,"a":"He has drafted the article the scientist was sending to the conference.","b":"Has he drafted the article the scientist was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":940,"a":"She has edited the article the research group was sending to the conference.","b":"Has she edited the article the research group was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":941,"a":"He has edited the document the scientist was sending to the conference.","b":"Has he edited the document the scientist was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":942,"a":"She has edited the document the lab was submitting to the conference.","b":"Has she edited the document the lab was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":943,"a":"She has drafted the article the lab was sending to the journal.","b":"Has she drafted the article the lab was sending to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":944,"a":"She has deleted the paper the lab was submitting to the conference.","b":"Has she deleted the paper the lab was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":945,"a":"He has drafted the document the research group was submitting to the conference.","b":"Has he drafted the document the research group was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":946,"a":"He has drafted the document the lab was sending to the conference.","b":"Has he drafted the document the lab was sending to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":947,"a":"She has deleted the paper the scientist was submitting to the conference.","b":"Has she deleted the paper the scientist was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":948,"a":"He has edited the article the lab was submitting to the conference.","b":"Has he edited the article the lab was submitting to the conference?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":949,"a":"She has edited the article the scientist was submitting to the journal.","b":"Has she edited the article the scientist was submitting to the journal?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":950,"a":"She has learned the sonata the conductor was programming for the showcase.","b":"Has she learned the sonata the conductor was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":951,"a":"She has learned the concerto the director was adding to the program for the showcase.","b":"Has she learned the concerto the director was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":952,"a":"He has learned the prelude the composer was adding to the program for the concert.","b":"Has he learned the prelude the composer was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":953,"a":"She has rehearsed the sonata the composer was adding to the program for the gala.","b":"Has she rehearsed the sonata the composer was adding to the program for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":954,"a":"He has learned the prelude the composer was programming for the showcase.","b":"Has he learned the prelude the composer was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":955,"a":"He has rehearsed the concerto the conductor was adding to the program for the gala.","b":"Has he rehearsed the concerto the conductor was adding to the program for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":956,"a":"He has rehearsed the concerto the composer was programming for the showcase.","b":"Has he rehearsed the concerto the composer was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":957,"a":"He has performed the prelude the composer was programming for the concert.","b":"Has he performed the prelude the composer was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":958,"a":"She has rehearsed the concerto the conductor was adding to the program for the showcase.","b":"Has she rehearsed the concerto the conductor was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":959,"a":"He has learned the prelude the director was programming for the showcase.","b":"Has he learned the prelude the director was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":960,"a":"He has rehearsed the prelude the composer was programming for the showcase.","b":"Has he rehearsed the prelude the composer was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":961,"a":"She has learned the sonata the conductor was adding to the program for the gala.","b":"Has she learned the sonata the conductor was adding to the program for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":962,"a":"He has learned the concerto the composer was adding to the program for the showcase.","b":"Has he learned the concerto the composer was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":963,"a":"He has learned the concerto the composer was adding to the program for the concert.","b":"Has he learned the concerto the composer was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":964,"a":"He has performed the sonata the director was adding to the program for the concert.","b":"Has he performed the sonata the director was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":965,"a":"She has rehearsed the prelude the director was adding to the program for the showcase.","b":"Has she rehearsed the prelude the director was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":966,"a":"She has performed the sonata the director was adding to the program for the gala.","b":"Has she performed the sonata the director was adding to the program for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":967,"a":"She has learned the prelude the conductor was programming for the showcase.","b":"Has she learned the prelude the conductor was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":968,"a":"She has performed the sonata the director was programming for the gala.","b":"Has she performed the sonata the director was programming for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":969,"a":"She has learned the prelude the director was adding to the program for the concert.","b":"Has she learned the prelude the director was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":970,"a":"She has performed the prelude the composer was programming for the showcase.","b":"Has she performed the prelude the composer was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":971,"a":"She has performed the concerto the conductor was programming for the concert.","b":"Has she performed the concerto the conductor was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":972,"a":"He has performed the concerto the director was adding to the program for the showcase.","b":"Has he performed the concerto the director was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":973,"a":"She has performed the concerto the conductor was programming for the gala.","b":"Has she performed the concerto the conductor was programming for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":974,"a":"She has learned the prelude the composer was programming for the showcase.","b":"Has she learned the prelude the composer was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":975,"a":"He has rehearsed the concerto the director was adding to the program for the showcase.","b":"Has he rehearsed the concerto the director was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":976,"a":"He has learned the sonata the conductor was programming for the concert.","b":"Has he learned the sonata the conductor was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":977,"a":"She has learned the concerto the director was adding to the program for the gala.","b":"Has she learned the concerto the director was adding to the program for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":978,"a":"She has learned the concerto the composer was adding to the program for the concert.","b":"Has she learned the concerto the composer was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":979,"a":"He has performed the sonata the conductor was adding to the program for the gala.","b":"Has he performed the sonata the conductor was adding to the program for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":980,"a":"She has rehearsed the prelude the conductor was adding to the program for the concert.","b":"Has she rehearsed the prelude the conductor was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":981,"a":"She has rehearsed the prelude the conductor was adding to the program for the showcase.","b":"Has she rehearsed the prelude the conductor was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":982,"a":"She has rehearsed the sonata the conductor was programming for the concert.","b":"Has she rehearsed the sonata the conductor was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":983,"a":"She has performed the concerto the composer was adding to the program for the showcase.","b":"Has she performed the concerto the composer was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":984,"a":"She has performed the concerto the composer was programming for the concert.","b":"Has she performed the concerto the composer was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":985,"a":"She has learned the prelude the conductor was programming for the concert.","b":"Has she learned the prelude the conductor was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":986,"a":"He has rehearsed the concerto the conductor was adding to the program for the showcase.","b":"Has he rehearsed the concerto the conductor was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":987,"a":"He has learned the prelude the conductor was adding to the program for the showcase.","b":"Has he learned the prelude the conductor was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":988,"a":"He has performed the concerto the composer was adding to the program for the showcase.","b":"Has he performed the concerto the composer was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":989,"a":"He has rehearsed the sonata the composer was adding to the program for the showcase.","b":"Has he rehearsed the sonata the composer was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":990,"a":"He has learned the sonata the conductor was programming for the showcase.","b":"Has he learned the sonata the conductor was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":991,"a":"He has learned the prelude the director was adding to the program for the concert.","b":"Has he learned the prelude the director was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":992,"a":"She has learned the sonata the conductor was adding to the program for the concert.","b":"Has she learned the sonata the conductor was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":993,"a":"He has rehearsed the sonata the conductor was adding to the program for the showcase.","b":"Has he rehearsed the sonata the conductor was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":994,"a":"She has rehearsed the concerto the conductor was programming for the concert.","b":"Has she rehearsed the concerto the conductor was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":995,"a":"She has rehearsed the prelude the director was programming for the gala.","b":"Has she rehearsed the prelude the director was programming for the gala?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":996,"a":"He has performed the sonata the composer was programming for the concert.","b":"Has he performed the sonata the composer was programming for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":997,"a":"She has performed the sonata the composer was adding to the program for the showcase.","b":"Has she performed the sonata the composer was adding to the program for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":998,"a":"He has rehearsed the sonata the conductor was adding to the program for the concert.","b":"Has he rehearsed the sonata the conductor was adding to the program for the concert?","ambiguous":true,"template":"1_RC_ambig_2"}
{"pair_ID":999,"a":"He has learned the prelude the conductor was programming for the showcase.","b":"Has he learned the prelude the conductor was programming for the showcase?","ambiguous":true,"template":"1_RC_ambig_2"}
